Repository: ProtonMail/protoncore_ios
Catalog: libraries/AccountSwitcher/Sources/Resources/*.lproj/Localizable.strings
Languages: nb

source: switch to
nb: bytt til

source: Manage accounts
nb: Administrer kontoer

source: Signed in to Proton Mail
nb: Logget p책 Proton Mail

source: Signed out of Proton Mail
nb: Logget ut av Proton Mail

source: Sign out
nb: Logg av

source: Remove account from this device
nb: Fjern konto fra denne enheten

source: Remove account
nb: Fjern konto

source: You will be signed out and all the data associated with this account will be removed from this device.
nb: Du blir logget av og all data assosiert med denne kontoen vil bli fjernet fra denne enheten.

source: Remove
nb: Fjern

source: Are you sure you want to sign out %@?
nb: Er du sikker p책 at du vil logge av %@?

source: Dismiss account switcher
nb: Avvis kontobytter

source: Sign in to another account
nb: Logg p책 en annen konto

source: Cancel
nb: Avbryt

source: Sign in
nb: Logg p책
