Repository: ProtonMail/protoncore_ios
Catalog: libraries/Settings/Sources/Resources/*.lproj/Localizable.strings
Languages: be, ca, cs, da, de, el, es, fr, hu, id, is, it, ja, ka, kab, nb, nl, pl, pt, pt_br, ro, ru, sk, sl_si, sv, tr, uk, zh_hant

source: pmsettings-settings-title
be: Налады
ca: Preferències
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Paramètres
hu: Beállítások
id: Pengaturan
is: Stillingar
it: Impostazioni
ja: 設定
ka: მორგება
kab: Iɣewwaren
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
pt_br: Configurações
ro: Setări
ru: Настройки
sk: Nastavenia
sl_si: Nastavitve
sv: Inställningar
tr: Ayarlar
uk: Параметри
zh_hant: 設定

source: pmsettings-settings-app-settings-section
be: Налады праграмы
ca: Preferències de l'aplicació
cs: Nastavení aplikace
da: App-indstillinger
de: App-Einstellungen
el: Ρυθμίσεις Εφαρμογής
es: Ajustes de la aplicación
fr: Paramètres de l'application
hu: Alkalmazás beállításai
id: Pengaturan Aplikasi
is: App Settings
it: Impostazioni app
ja: アプリ設定
ka: აპის მორგება
kab: Iɣewwaren n usnas
nb: App-innstillinger
nl: App Instellingen
pl: Ustawienia aplikacji
pt: Definições
pt_br: Configurações do aplicativo
ro: Setări aplicație
ru: Настройки приложения
sk: Nastavenia aplikácie
sl_si: Nastavitve aplikacije
sv: Appinställningar
tr: Uygulama ayarları
uk: Параметри програми
zh_hant: 應用程式設定

source: pmsettings-settings-system-settings-section
be: Сістэмныя налады
ca: Preferències del sistema
cs: Systemová nastavení
da: Systemindstillinger
de: Systemeinstellungen
el: Ρυθμίσεις Συστήματος
es: Ajustes del sistema
fr: Paramètres du système
hu: Rendszerbeállítások
id: Pengaturan Sistem
is: System Settings
it: Impostazioni di sistema
ja: システム設定
ka: სისტემის მორგება
kab: Iɣewwaren n unagraw
nb: Systeminnstillinger
nl: Systeeminstellingen
pl: Ustawienia systemu
pt: Definições de Sistema
pt_br: Configurações do sistema
ro: Setări sistem
ru: Системные настройки
sk: Systemové nastavenia
sl_si: Sistemske nastavitve
sv: Systeminställningar
tr: Sistem ayarları
uk: Налаштування системи
zh_hant: 系統設定

source: pmsettings-settings-system-settings-language-title
be: Мова
ca: Idioma
cs: Jazyk
da: Sprog
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
hu: Nyelv
id: Bahasa
is: Tungumál
it: Lingua
ja: 言語 / Language
ka: ენა
kab: Tutlayt
nb: Språk
nl: Taal
pl: Język
pt: Idioma
pt_br: Idioma
ro: Limba
ru: Язык
sk: Jazyk
sl_si: Jezik
sv: Språk
tr: Dil
uk: Мова
zh_hant: 語言

source: pmsettings-settings-system-settings-language-description
be: Вы можаце выбраць вашу мову ў сістэмных наладах.
ca: Podeu triar l'idioma preferit a les preferències del vostre sistema.
cs: Preferovaný jazyk můžete zvolit v nastavení systému.
da: Du kan vælge foretrukket sprog i dine systemindstillinger.
de: Du kannst deine bevorzugte Sprache in den Systemeinstellungen auswählen.
el: Μπορείτε να επιλέξετε προτιμώμενη γλώσσα στις ρυθμίσεις συστήματος.
es: Puedes elegir el idioma preferido en los ajustes del sistema.
fr: Vous pouvez choisir votre langue préférée dans les paramètres de votre système.
hu: A kívánt nyelvet a rendszerbeállításoknál választhatja ki.
id: Anda dapat memilih bahasa yang diinginkan pada pengaturan sistem Anda.
is: You can choose preferred language in your system settings.
it: Puoi scegliere la lingua preferita nelle impostazioni di sistema.
ja: システム設定で言語を選択できます。
ka: რჩეული ენა სისტემის პარამეტრებში შეგიძლიათ, აირჩიოთ.
kab: Tzemreḍ ad tferneḍ tutlayt deg yiɣewwaren n unagraw.
nb: Du kan velge foretrukket språk i dine systeminnstillinger.
nl: U kunt de voorkeurstaal kiezen in uw systeeminstellingen.
pl: Możesz wybrać język w ustawieniach systemu.
pt: Pode escolher o idioma de preferência nas definições do sistema.
pt_br: Você pode escolher o idioma de preferência nas configurações do sistema
ro: Puteți alege limba preferată în setările sistemului.
ru: Вы можете выбрать предпочтительный язык в настройках системы.
sk: Preferovaný jazyk si môžete vybrať v systémových nastaveniach.
sl_si: V nastavitvah sistema lahko izberete želeni jezik.
sv: Du kan välja föredraget språk i dina systeminställningar.
tr: Kullanmak istediğiniz dili sistem ayarlarından seçebilirsiniz.
uk: Ви можете вибрати бажану мову в налаштуваннях системи.
zh_hant: 您可以在系統設定中選擇常用語言

source: pmsettings-settings-system-settings-language-button
be: Задайце мову ў сістэмных наладах
ca: Definiu l'idioma a les preferències del sistema.
cs: Nastavit jazyk v nastavení systému.
da: Indstil sprog i systemindstillingerne.
de: Sprache in den Systemeinstellungen festlegen.
el: Όρισε γλώσσα στις ρυθμίσεις συστήματος.
es: Establece el idioma en los ajustes del sistema.
fr: Définissez la langue dans les paramètres du système.
hu: A nyelvet a rendszerbeállításoknál állíthatja be.
id: Tentukan bahasa pada pengaturan sistem.
is: Set language in system settings.
it: Seleziona la lingua nelle impostazioni di sistema.
ja: システム設定で言語を設定する。
ka: დააყენეთ ენა სისტემის პარამეტრებში.
kab: Sbadu tutlayt deg yiɣewwaren n unagraw.
nb: Angi språk i systeminnstillinger.
nl: Taal instellen in systeeminstellingen.
pl: Ustaw język w ustawieniach systemu.
pt: Defina o idioma nas definições de sistema.
pt_br: Defina o idioma nas configurações do sistema.
ro: Setați limba în setările sistemului.
ru: Выберите язык в настройках системы.
sk: Nastavte jazyk v systémových nastaveniach.
sl_si: Nastavite jezik v sistemskih nastavitvah.
sv: Ställ in språk i systeminställningar.
tr: Dili sistem ayarlarından seçin.
uk: Встановити мову в параметрах системи.
zh_hant: 在系統設定中設定語言。

source: pmsettings-settings-system-settings-notifications-title
be: Апавяшчэнні
ca: Notificacions
cs: Oznámení
da: Notifikationer
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
fr: Notifications
hu: Emlékeztetők
id: Notifikasi
is: Áminningar
it: Notifiche
ja: 通知
ka: შეტყობინებები
kab: Ilɣa
nb: Varsler
nl: Meldingen
pl: Powiadomienia
pt: Notificações
pt_br: Notificações
ro: Notificări
ru: Уведомления
sk: Notifikácie
sl_si: Obvestila
sv: Aviseringar
tr: Bildirimler
uk: Сповіщення
zh_hant: 通知

source: pmsettings-settings-system-settings-notifications-description
be: Гэты каляндар можа трымаць вас у курсе падзей і запрашэнняў. Для атрымання push-апавяшчэнняў, вам спатрэбіцца ўнесці змены ў сістэмныя налады
ca: Aquest calendari us pot mantenir informat sobre els esdeveniments que s'estan produint o les invitacions. Si voleu rebre notificacions push, heu de canviar la configuració del vostre sistema.
cs: Tento kalendář vás může informovat o probíhajících akcích nebo pozvánkách. Pokud chcete dostávat vyskakovací oznámení, musíte změnit nastavení systému.
da: Denne kalender kan holde dig opdateret om aktuelle begivenheder eller invitationer. Hvis du vil have push-notifikationer, skal du ændre dine systemindstillinger.
de: Dieser Kalender kann dich über aktuelle Ereignisse oder Einladungen auf dem Laufenden halten. Wenn du Push-Benachrichtigungen erhalten möchtest, musst du deine Systemeinstellungen ändern.
el: Αυτό το ημερολόγιο μπορεί να σας κρατά ενήμερους για συμβάντα ή προσκλήσεις. Εάν θέλετε να λαμβάνετε ειδοποιήσεις push, πρέπει να αλλάξετε τις ρυθμίσεις του συστήματός σας.
es: Este calendario puede mantenerte al día acerca de eventos o invitaciones. Si quieres recibir notificaciones push, tienes que cambiar los ajustes del sistema.
fr: Ce calendrier peut vous tenir au courant des événements ou des invitations. Si vous voulez recevoir des notifications push, vous devez modifier les paramètres de votre système.
hu: Ez a naptár értesíti az eseményekről és meghívókról. Ha azonnali értesítéseket szeretne kapni, meg kell változtatnia a rendszerbeállításokat.
id: Kalender ini dapat memberikan Anda informasi terkini seputar acara yang sedang berlangsung atau undangan yang masuk. Apabila Anda ingin memperoleh notifikasi push, Anda harus mengubah pengaturan sistem Anda.
is: This calendar can keep you updated about events happening or invites. If you want to get push notifications you have to change your system settings.
it: Questo calendario può tenerti aggiornato sugli eventi in corso o sugli inviti. Se desideri ricevere le notifiche push, è necessario modificare le impostazioni di sistema.
ja: このカレンダーは、イベントの開催や招待に関する最新情報をお知らせします。プッシュ通知を受け取りたい場合は、システム設定を変更する必要があります。
ka: ამ კალენდარს შეუძლია, მოგაწოდოთ განახლებული ინფორმაცია მიმდინარე მოვლენებისა და მოსაწვევების შესახებ. თუ გნებავთ, პუშ გაფრთხილებებიც მიღოთ, ეს სისტემის პარამეტრებში უნდა ჩართოთ.
kab: This calendar can keep you updated about events happening or invites. If you want to get push notifications you have to change your system settings.
nb: Denne kalenderen kan holde deg oppdatert om hendelser som skjer eller invitasjoner. Ønsker du å få push-varsler må du endre dine systeminnstillinger.
nl: Deze kalender kan u op de hoogte houden van evenementen of uitnodigingen. Als u pushmeldingen wilt ontvangen, moet u uw systeeminstellingen wijzigen.
pl: Ten kalendarz może informować Cię o wydarzeniach lub zaproszeniach. Jeśli chcesz otrzymywać powiadomienia, zmień ustawienia systemowe.
pt: Este calendário pode mantê-lo atualizado sobre eventos acontecendo ou convites. Se deseja receber notificações push, altere as definições do sistema.
pt_br: Este calendário pode mantê-lo atualizado sobre eventos ou convites. Se quiser receber notificações push, você deve alterar as configurações do sistema.
ro: Acest calendar vă poate ține la curent cu evenimentele care se întâmplă sau invitații. Dacă doriți să obțineți notificări forțate, trebuie să schimbați setările sistemului.
ru: Этот календарь может информировать вас о происходящих событиях или приглашениях. Чтобы получать push-уведомления, вам необходимо изменить настройки вашей системы.
sk: Tento kalendár vás môže informovať o prebiehajúcich udalostiach alebo pozvánkach. Ak chcete dostávať push notifikácie, musíte zmeniť nastavenia systému.
sl_si: Ta koledar vam omogoča, da ste obveščeni o dogodkih in vabilih. Če želite prejemati potisna sporočila, morate spremeniti nastavitve svojega sistema.
sv: Denna kalender kan hålla dig uppdaterad om händelser eller inbjudningar. Om du vill få push-notiser måste du ändra dina systeminställningar.
tr: Bu takvim, gerçekleşen etkinlikler ya da davetler hakkında size güncel bilgileri sağlar. Anında bildirimleri almak istiyorsanız, sistem ayarlarınızı değiştirmeniz gerekir.
uk: Цей календар допоможе вам бути в курсі подій та реагувати на запрошення. Якщо ви хочете отримувати push-сповіщення, потрібно змінити параметри системи.
zh_hant: 此日曆可以讓您即時了解最新新聞、事件或邀請。如果您想獲得通知，請修改系統設定。

source: pmsettings-settings-system-settings-notifications-button
be: Кіруйце дазволамі ў сістэмных наладах
ca: Gestiona els permisos a la configuració del sistema
cs: Spravovat oprávnění v nastavení systému
da: Administrer tilladelser i systemindstillinger
de: Berechtigungen in den Systemeinstellungen verwalten
el: Διαχειριστείτε τα δικαιώματα στις ρυθμίσεις συστήματος
es: Gestionar permisos en los ajustes del sistema
fr: Gérer les autorisations dans les paramètres du système
hu: A jogosultságokat a rendszerbeállításoknál kezelhetni.
id: Kelola izin di pengaturan sistem
is: Manage permissions in system settings
it: Gestisci le autorizzazioni nelle impostazioni di sistema
ja: システム設定で権限を管理する
ka: მართეთ წვდომები სისტემის პარამეტრებში
kab: Sefrek tisirag deg yiɣewwaren n unagraw
nb: Administrer tillatelser i systeminnstillinger
nl: Beheer machtigingen in systeeminstellingen
pl: Zarządzaj uprawnieniami w ustawieniach systemu
pt: Gerir as permissões nas definições do sistema
pt_br: Gerenciar permissões nas configurações do sistema
ro: Gestionare permisiuni în setările sistemului
ru: Управление разрешениями в настройках системы
sk: Spravovať oprávnenia v systémových nastaveniach
sl_si: Upravljajte dovoljenja v nastavitvah sistema.
sv: Hantera behörigheter i systeminställningar
tr: İzinleri sistem ayarlarından yönetin
uk: Керуйте дозволами в параметрах системи
zh_hant: 在設定中啟用權限

source: pmsettings-settings-about-section
be: Аб праграме
ca: Quant a
cs: O aplikaci
da: Om
de: Über
el: Σχετικά
es: Acerca de
fr: À propos
hu: Névjegy
id: Tentang
is: Um PM
it: Info
ja: アプリについて
ka: შესახებ
kab: Ɣef
nb: Om
nl: Over
pl: O aplikacji
pt: Acerca
pt_br: Sobre
ro: Despre
ru: О программе
sk: O aplikácii
sl_si: O programu
sv: Om
tr: Hakkında
uk: Про програму
zh_hant: 關於

source: pmsettings-settings-about-acknowledgements
be: Падзякі
ca: Crèdits
cs: Na vědomí vzaté
da: Anerkendelser
de: Danksagungen
el: Ευχαριστίες
es: Agradecimientos
fr: Remerciements
hu: Közreműködők
id: Ucapan terima kasih
is: Acknowledgments
it: Riconoscimenti
ja: 謝辞
ka: მადლიერება
kab: Isnemmar
nb: Anerkjennelser
nl: Met dank aan
pl: Podziękowania
pt: Agradecimentos
pt_br: Agradecimentos
ro: Mulțumiri
ru: Благодарности
sk: Uznania
sl_si: Zasluge
sv: Erkännanden
tr: Teşekkürler
uk: Подяки
zh_hant: 致謝聲明

source: pmsettings-settings-about-privacy
be: Палітыка прыватнасці
ca: Política de privacitat
cs: Zásady ochrany osobních údajů
da: Privatlivspolitik
de: Datenschutzerklärung
el: Πολιτική απορρήτου
es: Política de privacidad
fr: Politique de confidentialité
hu: Adatvédelmi irányelvek
id: Kebijakan privasi
is: Meðferð persónuupplýsinga
it: Informativa sulla privacy
ja: プライバシーポリシー
ka: კონფიდენციალობის პოლიტიკა
kab: Tasertit n tbaḍnit
nb: Personvernerklæring
nl: Privacybeleid
pl: Polityka prywatności
pt: Política de privacidade
pt_br: Política de privacidade
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sk: Zásady ochrany osobných údajov
sl_si: Pravilnik o zasebnosti
sv: Integritetspolicy
tr: Gizlilik ilkesi
uk: Політика приватності
zh_hant: 隱私權政策

source: pmsettings-settings-about-terms
be: Умовы абслугоўвання
ca: Condicions del servei
cs: Podmínky použití
da: Servicevilkår
de: Nutzungsbedingungen
el: Όροι χρήσης
es: Términos de servicio
fr: Conditions d’utilisation du service
hu: Szolgáltatási feltételek
id: Ketentuan layanan
is: Terms of service
it: Termini di servizio
ja: 利用規約
ka: მომსახურების პირობები
kab: Tiwtilin n useqdec
nb: Brukervilkår
nl: Servicevoorwaarden
pl: Regulamin
pt: Termos de serviço
pt_br: Termos de serviço
ro: Termenii serviciului
ru: Условия использования
sk: Podmienky používania
sl_si: Pogoji uporabe
sv: Användarvillkor
tr: Hizmet koşulları
uk: Умови надання послуг
zh_hant: 服務條款

source: pmsettings-settings-footer
be: Версія праграмы: %@
ca: Versió de l'aplicació: %@
cs: Verze aplikace: %@
da: App-version: %@
de: App-Version: %@
el: Έκδοση εφαρμογής: %@
es: Versión de la aplicación: %@
fr: Version de l'application : %@
hu: Alkalmazásverzió: %@
id: Versi Aplikasi: %@
is: App Version: %@
it: Versione applicazione: %@
ja: アプリのバージョン: %@
ka: აპის ვერსია: %@
kab: Lqem n usnas: %@
nb: App-versjon: %@
nl: App versie: %@
pl: Wersja aplikacji: %@
pt: Versão da aplicação: %@
pt_br: Versão do aplicativo: %@
ro: Versiune aplicație: %@
ru: Версия приложения: %@
sk: Verzia aplikácie: %@
sl_si: Različica aplikacije: %@
sv: App-version: %@
tr: Uygulama sürümü: %@
uk: Версія програми: %@
zh_hant: 應用程式版本：%@

source: Bug report
be: Справаздача аб памылцы
ca: Informe d'error
cs: Chybové hlášení
da: Fejlrapport
de: Fehlerbericht
el: Αναφορά σφάλματος
es: Informe de error
fr: Rapport de bug
id: Laporan bug
it: Segnalazione di bug
ja: バグ報告
ka: შეცდომის ანგარიში
nb: Feilrapport
nl: Bugrapport
pl: Raport błędu
pt: Relatório de erro
pt_br: Relatório de erro
sk: Nahlásenie chyby
sl_si: Prijava hrošča
sv: Rapportera fel
zh_hant: 回報程式缺陷

source: Send report
be: Адправіць справаздачу
ca: Envia l'informe
cs: Odeslat hlášení
da: Send rapport
de: Bericht senden
el: Αποστολή αναφοράς
es: Enviar el informe
fr: Envoyer le rapport
id: Kirim laporan
is: Senda skýrslu
it: Invia la segnalazione
ja: 報告を送信
ka: ანგარიშის გაგზავნა
nb: Send rapport
nl: Rapport verzenden
pl: Wyślij raport
pt: Enviar o relatório
pt_br: Enviar relatório
ru: Отправить отчёт
sk: Odoslať hlásenie
sl_si: Pošlji poročilo
sv: Skicka rapport
zh_hant: 傳送回報

source: Title
be: Пасада
ca: Títol
cs: Titul
da: Titel
de: Titel
el: Τίτλος
es: Título
fr: Titre
hu: Beosztás
id: Gelar
is: Titill
it: Titolo
ja: タイトル
ka: სათაური
kab: Azwel
nb: Tittel
nl: Titel
pl: Tytuł
pt: Título
pt_br: Título
ro: Titlu
ru: Должность
sk: Názov
sl_si: Naslov
sv: Titel
tr: Başlık
uk: Назва
zh_hant: 職銜

source: What went wrong
be: Што здарылася
ca: Quin era el problema?
cs: Co se pokazilo
da: Hvad gik der galt
de: Was ist schiefgelaufen
el: Τι πήγε στραβά
es: ¿Cuál es el problema?
fr: Quel était le problème ?
id: Masalah apa yang Anda hadapi
it: Cosa è andato storto
ja: どの様な問題が発生しましたか
ka: რა გაფუჭდა
kab: D acu-t wugur
nb: Hva gikk galt
nl: Wat is er misgegaan
pl: Co poszło nie tak
pt: Qual foi o problema?
pt_br: O que deu errado
ru: Что пошло не так
sk: Čo sa pokazilo
sl_si: Katere težave so nastale
sv: Vad gick fel?
zh_hant: 發生了什麼問題

source: Please describe the problem in as much detail as you can. If there was an error message, let us know what it said. Minimum 10 characters.
be: У дэталях апішыце праблему. Калі гэта было паведамленне пра памылку, паведаміце нам, што ў ім было. Мінімум 10 сімвалаў.
cs: Prosíme, popište problém co nejpodrobněji můžete. Pokud se objevila chybová zpráva, uveďte, co v ní bylo napsáno. Minimální počet 10 znaků.
da: Du bedes beskrive problemet så detaljeret som muligt. Hvis der var en fejlmeddelelse, lad os vide, hvad der stod i den. Mindst 10 tegn.
de: Bitte beschreibe das Problem so detailliert wie möglich. Wenn es eine Fehlermeldung gab, teile uns diese bitte mit. Mindestens 10 Zeichen.
el: Παρακαλούμε περιγράψτε το πρόβλημα με όσες περισσότερες λεπτομέρειες μπορείτε. Αν εμφανίστηκε κάποιο μήνυμα σφάλματος, πείτε μας τι έλεγε. Τουλάχιστον 10 χαρακτήρες.
es: Describe el problema con tanto detalle como puedas. Si has recibido un mensaje de error, inclúyelo también. Este mensaje tiene que ser de 10 caracteres mínimo.
fr: Décrivez le problème avec autant de détails que possible. S'il y avait un message d'erreur, faites-nous savoir ce qu'il disait. Ce message doit comporter 10 caractères au minimum.
id: Mohon uraikan masalah Anda serinci mungkin. Apabila Anda menjumpai pesan kesalahan tertentu, mohon beri tahu kami isi dari pesan tersebut. Minimal 10 karakter.
it: Descrivi il problema nel modo più dettagliato possibile. Se c'era un messaggio di errore, facci sapere cosa diceva. Minimo 10 caratteri.
nb: Vennligst beskriv problemet så detaljert du kan. Hvis det var en feilmelding, gi oss beskjed om hva den sa. Minimum 10 tegn.
nl: Beschrijf het probleem zo gedetailleerd mogelijk. Als er een foutmelding was, laat ons dan weten wat er stond. Minimaal 10 karakters.
pl: Opisz dokładnie problem. Jeśli posiadasz informacje o błędach, dołącz je. Wpisz minimum 10 znaków.
pt_br: Descreve o problema com o máximo de detalhes possível. Se houver mensagens de erro, diga-nos o que estava escrito nelas. Mínimo 10 caracteres.
sk: Popíšte problém čo najpodrobnejšie, prosím. Ak sa vyskytlo chybové hlásenie, dajte nám vedieť, čo sa v ňom uvádzalo. Najmenej 10 znakov.
sl_si: Težavo čim bolj podrobno opišite. Če se je pojavilo sporočilo o napaki, nam sporočite, kaj je v njem pisalo. Sporočilo mora vsebovati najmanj 10 znakov.
sv: Beskriv problemet så detaljerat du kan. Om det fanns ett felmeddelande, berätta vad det stod. Minst 10 tecken.
zh_hant: 請盡可能詳述問題。若有錯誤訊息，也請告訴我們內容。最少 10 個字元。

source: Your report was sent successfully
be: Ваша справаздача паспяхова адпраўлена
cs: Vaše hlášení bylo úspěšně odesláno
da: Din rapport blev hermed sendt
de: Dein Bericht wurde erfolgreich gesendet.
el: Η αναφορά σας στάλθηκε επιτυχώς
es: El informe fue enviado.
fr: Votre rapport a été envoyé.
id: Laporan Anda berhasil dikirim
it: La tua segnalazione è stata inviata con successo
ka: თქვენი ანგარიში წარმატებით გაიგზავნა
nb: Rapporten ble sendt.
nl: Uw rapport is succesvol verzonden.
pl: Raport został wysłany
pt_br: Seu relatório foi enviado com sucesso
sk: Vaše hlásenie bolo úspešne odoslané
sl_si: Poročilo je bilo uspešno poslano.
sv: Din rapport har skickats
zh_hant: 您的回報已成功傳送
