Repository: ProtonMail/protoncore_ios
Catalog: libraries/CoreTranslation/V5/Resources/*.lproj/Localizable_V5.strings
Languages: ca, cs, da, de, el, es, es_419, fa, fr, hu, id, it, ja, nl, pl, pt, pt_br, ro, ru, sv, tr, uk, zh_hans

source: New_Plans %@ of %@
ca: %@ de %@
cs: %@ z %@
da: %@ af %@
de: %@ von %@
el: %@ από %@
es: %@ de %@
es_419: %@ de %@
fa: %@ از %@
fr: %@ sur %@
id: %@ dari %@
it: %@ di %@
nl: %@ van %@
pl: %@ z %@
pt: %@ de %@
pt_br: %@ de %@
ro: %@ din %@
ru: %@ из %@
sv: %@ av %@
uk: %@ з %@
zh_hans: 邮箱容量 %@，已使用 %@

source: New_Plans Access to streaming services globally
ca: Accediu a serveis de reproducció en línia globalment
cs: Globální přístup ke streamovacím službám
da: Adgang til streamingtjenester i hele verden
de: Weltweiter Zugang zu Streaming-Diensten
el: Πρόσβαση παγκοσμίως σε υπηρεσίες μετάδοσης
es: Accede a servicios de streaming en todo el mundo
es_419: Acceso a servicios de streaming en todo el mundo
fa: به سرویس‌های پخش آنلاین به صورت جهانی دسترسی پیدا کنید
fr: Accès aux services de streaming dans le monde entier
hu: Videós szolgáltatásokhoz való globális elérés
id: Akses ke berbagai layanan streaming di seluruh dunia
it: Accedi ai servizi di streaming in tutto il mondo
ja: 世界中でストリーミングサービスにアクセス
nl: Wereldwijde toegang tot streamingdiensten
pl: Dostęp do usług streamingu na całym świecie
pt: Aceda a serviços de streaming globalmente
pt_br: Acesso global a serviços de streaming
ro: Acces la serviciile de transmisie în flux la nivel global
ru: Доступ к службам трансляции по всему миру
sv: Åtkomst till streamingtjänster globalt
tr: Tüm dünyadaki yayın akışı hizmetlerine erişim
uk: Доступ до сервісів трансляції по всьому світу
zh_hans: 畅享全球流媒体服务

source: New_Plans Built-in ad-blocker (NetShield)
ca: Bloquejador d'anuncis integrat (NetShield)
cs: Vestavěné blokování reklam (NetShield)
da: Indbygget annonceblokering (Netshield)
de: Integrierter Werbeblocker (NetShield)
el: Ενσωματωμένη φραγή διαφημίσεων (NetShield)
es: Bloqueador de anuncios integrado (NetShield)
es_419: Bloqueador de anuncios integrado (NetShield)
fa: مسدودکنندهٔ آگهی تعبیه شده (NetShield)
fr: Bloqueur de publicités intégré (NetShield)
hu: Beépített reklámblokkoló (NetShield)
id: Ad-blocker bawaan (NetShield)
it: Blocco degli annunci integrato (NetShield)
ja: 広告ブロッカー内蔵 (NetShield)
nl: Ingebouwde adblocker (NetShield)
pl: Wbudowana blokada reklam (NetShield)
pt: Bloqueador integrado (NetShield)
pt_br: Bloqueador de anúncios integrado (NetShield)
ro: Blocare reclame încorporată (NetShield)
ru: Встроенный блокировщик рекламы (NetShield)
sv: Inbyggd annonsblockerare (NetShield)
tr: Yerleşik reklam engelleyici (NetShield)
uk: Вбудований блокувальник реклами (NetShield)
zh_hans: 内置广告过滤器（NetShield）

source: New_Plans Check your internet connection
ca: Comproveu la vostra connexió a Internet
cs: Zkontrolujte své připojení
da: Tjek din internetforbindelse
de: Prüfe deine Internetverbindung
el: Ελέγξτε τη σύνδεσή σας στο διαδίκτυο
es: Comprueba tu conexión a internet
es_419: Compruebe su conexión a internet
fr: Vérifiez votre connexion internet.
hu: Ellenőrizze a kapcsolatot
id: Periksa koneksi internet Anda
it: Controlla la connessione internet
ja: インターネット接続を確認してください
nl: Controleer je internetverbinding
pl: Sprawdź połączenie internetowe
pt_br: Verifique sua conexão com a internet
ro: Verificați-vă conexiunea la internet
ru: Проверьте подключение к Интернету.
sv: Kontrollera din Internetanslutning
tr: İnternet bağlantınızı denetleyin
uk: Перевірте своє з'єднання з інтернетом
zh_hans: 检查您的网络连接

source: New_Plans Connection issues
ca: Problemes de connexió
cs: Problémy s připojením
da: Problemer med forbindelse
de: Verbindungsprobleme
el: Προβλήματα σύνδεσης
es: Problemas de conexión
es_419: Problemas de conexión
fr: Problèmes de connexion
hu: Kapcsolódási problémák
id: Masalah koneksi
it: Problemi di connessione
ja: 接続の問題
nl: Verbindingsproblemen
pl: Problemy z połączeniem
pt_br: Problemas com a conexão
ro: Probleme de conectare
ru: Проблемы с подключением
sv: Anslutningsproblem
tr: Bağlantı sorunları
uk: Проблеми зі з'єднанням
zh_hans: 连接问题

source: New_Plans Extend subscription
ca: Amplieu la subscripció
cs: Prodloužit předplatné
da: Forlæng abonnement
de: Abonnement verlängern
el: Επέκταση συνδρομής
es: Extender suscripción
es_419: Extender suscripción
fr: Prolonger l'abonnement
hu: Előfizetés kibővítése
id: Perpanjang langganan
ja: サブスクリプションを延長
pt_br: Estender assinatura
ro: Extindere abonament
ru: Продлить подписку
sv: Förläng prenumeration
tr: Aboneliği uzat
uk: Продовжити передплату
zh_hans: 延长订阅期限

source: New_Plans Free VPN on a single device
ca: VPN gratuïta en un sol dispositiu
cs: Bezplatná VPN na jednom zařízení
da: Gratis VPN på en enkelt enhed
de: Kostenloses VPN auf einem einzigen Gerät
el: Δωρεάν VPN σε μία μόνο συσκευή
es: VPN gratis en un dispositivo
es_419: VPN gratis en un solo dispositivo
fa: VPN رایگان در یک دستگاه
fr: VPN gratuit sur un seul appareil
hu: Ingyenes VPN egy eszközön
id: VPN gratis untuk satu perangkat
it: VPN gratuita su un solo dispositivo
ja: 無料の VPN を 1 台の端末で
nl: Gratis VPN op één apparaat
pl: Darmowy VPN na 1 urządzenie
pt_br: VPN gratuita em um único dispositivo
ro: VPN gratuit pe un singur dispozitiv
ru: Бесплатная VPN на одном устройстве
sv: Gratis VPN på en enhet
tr: Free VPN ile tek aygıt bağlantısı
uk: Безплатна VPN для одного пристрою
zh_hans: 单台设备免费 VPN

source: New_Plans Get %@
ca: Obtingui %@
cs: Získejte %@
da: Få %@
de: %@ holen
el: Αποκτήστε %@
es: Obtén %@
es_419: Obtener %@
fa: %@ را دریافت کنید
fr: Obtenir %@
hu: %@ beszerzése
id: Dapatkan %@
it: Ottieni %@
ja: %@ を入手
nl: Kies %@
pl: Wybierz %@
pt: Obter %@
pt_br: Obter o %@
ro: Luați %@
ru: Получить %@
sv: Skaffa %@
tr: %@ alın
uk: Отримати %@
zh_hans: 获得 %@

source: New_Plans Get Proton for free
ca: Obtingueu Proton gratuïtament
cs: Získejte Proton zdarma
da: Få Proton gratis
de: Proton kostenlos holen
el: Αποκτήστε το Proton δωρεάν
es: Obtén Proton gratis
es_419: Obtener Proton gratis
fa: دریافت رایگان Proton
fr: Je choisis Proton Free
hu: Szerezze be a Protont ingyen
id: Dapatkan Proton secara cuma-cuma
it: Ottieni Proton gratis
ja: Proton を無料で入手
nl: Gebruik Proton gratis
pl: Wybierz Proton za darmo
pt: Obtenha Proton gratuitamente
pt_br: Obter Proton grátis
ro: Luați Proton gratuit
ru: Получить Proton бесплатно
sv: Skaffa Proton gratis
tr: Ücretsiz olarak Proton kullanın
uk: Отримати Proton безплатно
zh_hans: 免费获得Proton

source: New_Plans Highest VPN speed
ca: La velocitat VPN més alta
cs: Nejvyšší rychlost VPN
da: Højeste VPN-hastighed
de: Höchste VPN-Geschwindigkeit
el: Ύψιστη ταχύτητα VPN
es: Máxima velocidad VPN
es_419: Máxima velocidad de VPN
fa: بالاترین سرعت VPN
fr: Vitesse VPN maximale
hu: Legnagyobb VPN sebesség
id: Kecepatan VPN tertinggi
it: Massima velocità della VPN
ja: 最高の VPN 速度
nl: Hoogste VPN-snelheid
pl: Najwyższa prędkość VPN
pt: Velocidade VPN máxima
pt_br: Velocidade máxima da VPN
ro: Viteză VPN maximă
ru: Наивысшая скорость VPN
sv: Högsta VPN-hastighet
tr: En yüksek VPN hızı
uk: Найвища швидкість VPN
zh_hans: VPN 速度最快

source: New_Plans One plan for all Proton services
ca: Un pla per a tots els serveis de Proton
cs: Jeden plán pro všechny Proton služby
da: Ét abonnement til alle Proton-tjenester
de: Ein Abonnement für alle Proton-Dienste
el: Ένα πρόγραμμα για όλες τις υπηρεσίες Proton
es: Un plan para todos los servicios de Proton
es_419: Un plan para todos los servicios de Proton
fa: یک طرح سرویس برای همه سرویس‌های Proton
fr: Un seul abonnement pour tous les services Proton
hu: Egy csomag minden Proton szolgáltatáshoz
id: Satu paket untuk semua layanan Proton
it: Un piano per tutti i servizi Proton
ja: すべての Proton サービスのための 1 つのプラン
nl: Eén abonnement voor alle Proton-services
pl: Jeden plan do wszystkich usług Proton
pt_br: Um plano para todos os serviços da Proton
ro: Un singur abonament pentru toate serviciile Proton
ru: Единый тариф для всех служб Proton
sv: Ett paket för alla Proton-tjänster
tr: Tüm Proton hizmetleri için tek tarife
uk: Один тарифний план для всіх служб Proton
zh_hans: 账户等级对所有 Proton 服务均有效

source: New_Plans Only non-renewing annual subscriptions are available via this app
ca: Només les subscripcions anuals no renovables estan disponibles mitjançant aquesta aplicació
cs: Prostřednictvím této aplikace je k dispozici pouze roční předplatné, které nelze obnovit
da: Kun årsabonnementer, der ikke forlænges, er tilgængelige via denne app
de: Über diese App sind nur nicht verlängerbare Jahresabonnements verfügbar
el: Only non-renewing annual subscriptions are available via this app
es: Solo las suscripciones anuales no renovables están disponibles en esta aplicación
es_419: Solo las suscripciones anuales no renovables están disponibles en esta aplicación
fr: Seuls les abonnements annuels non renouvelés sont disponibles via cette application.
hu: Az alkalmazásból csak éves, nem automatikusan megújuló előfizetés érhető el
id: Hanya langganan tahunan yang tidak terbarui yang dapat dibeli via aplikasi ini
it: Solo gli abbonamenti annuali non rinnovabili sono disponibili tramite questa app
nl: Via deze app zijn alleen jaarabonnementen zonder automatische verlenging beschikbaar
pl: Za pośrednictwem tej aplikacji dostępne są tylko nieodnawialne roczne subskrypcje
pt_br: Somente assinaturas anuais sem renovação estão disponíveis neste app
ro: Numai abonamentele anuale care nu sunt reînnoite sunt disponibile prin intermediul acestei aplicații.
ru: Через это приложение доступна только годовая подписка без автоматического продления
sv: Only non-renewing annual subscriptions are available via this app
tr: Bu uygulamada yalnızca yenilenmeyen yıllık abonelikler bulunur
uk: У цьому застосунку доступні лише тарифні плани без поновлення
zh_hans: 仅可通过此应用进行非续订年度订阅

source: New_Plans P2P/BitTorrent
ca: P2P/BitTorrent
cs: P2P/BitTorrent
da: P2P/BitTorrent
de: P2P/BitTorrent
el: P2P/BitTorrent
es: P2P/BitTorrent
es_419: P2P/BitTorrent
fa: P2P/BitTorrent
fr: P2P/BitTorrent
hu: P2P/BitTorrent
id: P2P/BitTorrent
it: P2P/BitTorrent
ja: P2P/BitTorrent
nl: P2P/BitTorrent
pl: P2P / BitTorrent
pt: P2P/BitTorrent
pt_br: P2P/BitTorrent
ro: P2P / BitTorrent
ru: P2P/BitTorrent
sv: P2P/BitTorrent
tr: P2P/BitTorrent
uk: P2P/BitTorrent
zh_hans: P2P/BitTorrent

source: New_Plans Plan successfully upgraded
ca: Pla millorat satisfactoriament
cs: Tarif úspěšně navýšen
da: Abonnement opgraderet
de: Abonnement-Upgrade erforderlich
el: Επιτυχημένη αναβάθμιση προγράμματος
es: Plan mejorado correctamente
es_419: Plan mejorado correctamente
fa: طرح سرویس با موفقیت ارتقا یافت
fr: Votre abonnement a été mis à niveau.
hu: Csomag sikeresen frissítve
id: Paket berhasil ditingkatkan
it: Piano aggiornato con successo
ja: プランは正常にアップグレードされました
nl: Upgraden van abonnement voltooid
pl: Plan został pomyślnie ulepszony
pt_br: Upgrade do plano concluído
ro: Plan modificat cu succes
ru: Тариф успешно обновлен
sv: Paket uppgraderat
tr: Tarife yükseltildi
uk: Тарифний план успішно оновлено
zh_hans: 套餐成功升级

source: New_Plans Secure Core servers
ca: Servidors Secure Core
cs: Servery Secure Core
da: Secure Core servere
de: Secure Core-Server
el: Διακομιστές Secure Core
es: Servidores Secure Core
es_419: Servidores Secure Core
fa: سرورهای Secure Core
fr: Serveurs Secure Core
hu: Secure Core szerverek
id: Server Secure Core
it: Server Secure Core
ja: Secure Core サーバー
nl: Secure Core servers
pl: Serwery Secure Core
pt: Servidores Secure Core
pt_br: Servidores Secure Core
ro: Servere Secure Core
ru: Серверы Secure Core
sv: Secure Core-servrar
tr: Secure Core sunucuları
uk: Secure Core сервери
zh_hans: Secure Core 服务器

source: New_Plans Strict no-logs policy
ca: Política estricta de no conservar registres
cs: Přísné zásady neukládání záznamů
da: Fast politik om ingen logger
de: Absolut keine Protokollierung
el: Αυστηρή πολιτική μη καταγραφής
es: Política estricta de cero registros
es_419: Política estricta de no registros
fa: سیاست سخت‌گیرانه عدم ثبت رویدادها
fr: Politique stricte de non-journalisation (no-logs)
hu: Szigorú nincs-naplózás irányelv
id: Kebijakan tanpa log yang ketat
it: Rigorosa politica di non conservazione dei log
ja: 厳格なノーログポリシー
nl: Strikt geen-logboekbeleid
pl: Restrykcyjna polityka braku przechowywania logów
pt: Política estrita sem diários
pt_br: Estrita política de zero registros
ro: Politică strictă fără înregistrări.
ru: Строгая политика отсутствия журналов активности
sv: Strikt policy att inte logga
tr: Sıkı kayıt tutmama ilkesi
uk: Дотримання політики без журналювання
zh_hans: 严格的零日志原则

source: New_Plans The no-cost starter account designed to empower everyone with privacy by default.
ca: El compte d'inici sense cost dissenyat per atorgar privadesa a tothom de manera predeterminada.
cs: Bezplatný startovací účet, který ve výchozím nastavení poskytuje soukromí všem.
da: Den gratis startkonto, der er designet til at give alle mulighed for at få privatlivsbeskyttelse som standard.
de: Das kostenlose Starterkonto, das standardmäßig allen Benutzern Privatsphäre gibt.
el: The no-cost starter account designed to empower everyone with privacy by default.
es: La cuenta inicial sin coste ofrece privacidad de serie a todo el mundo.
es_419: La cuenta inicial gratuita diseñada para potenciar a todos con la privacidad como estandarte.
fa: حساب آغازین بدون هزینه طراحی شده تا به هر کسی با حریم خصوصی به‌ صورت پیش فرض قدرت بدهد.
fr: Le compte de démarrage gratuit conçu pour que tout le monde puisse bénéficier du respect de la vie privée.
hu: Az ingyenes induló fiók célja, hogy mindenkinek elérhetővé tegye az alapértelmezett adatvédelmet.
id: Akun gratis yang dirancang untuk menyediakan privasi sebagai hal yang baku bagi semua.
it: L'account di base gratuito che offre privacy assicurata a ogni utente.
ja: すべての人にプライバシーを提供するための、無料のスタータープランです。
nl: De gratis startersaccount die is ontwikkeld om iedereen standaard te voorzien van privacy.
pl: Bezpłatne konto startowe stworzone po to, by umożliwić każdemu domyślną ochronę prywatności.
pt_br: A conta inicial gratuita criada para fornecer privacidade a todos por padrão.
ro: Contul de început, fără costuri, creat pentru a împuternici pe toată lumea cu confidențialitate în mod implicit.
ru: Бесплатный стартовый аккаунт для всех, кому важна конфиденциальность.
sv: Gratiskontot designat för att ge alla integritet som standard.
tr: Ücretsiz başlangıç hesabı kişisel gizliliği doğal sayan herkesin gereksinimlerine göre tasarlanmıştır.
uk: Безплатний початковий обліковий запис, створений, щоб надихнути приватністю кожного.
zh_hans: 完全免费的普通账户，旨在助力所有人捍卫隐私。

source: New_Plans The privacy-first email and calendar solution for your everyday communication needs.
ca: La solució de correu electrònic i calendari que prioritza la privadesa per a les vostres necessitats de comunicació diàries.
cs: Řešení e-mailu a kalendáře pro každodenní komunikaci s ohledem na soukromí.
da: E-mail og kalender til dine daglige kommunikationsbehov som beskytter dit privatliv.
de: Die datenschutzfreundliche E-Mail- und Kalenderlösung für deine täglichen Kommunikationsbedürfnisse.
el: The privacy-first email and calendar solution for your everyday communication needs.
es: La solución de correo electrónico y calendario basada en la privacidad para tus comunicaciones diarias.
es_419: La solución de correo electrónico y calendario enfocada en la privacidad para sus comunicaciones diarias.
fr: La messagerie et le calendrier qui privilégient la confidentialité et la vie privée, pour vos besoins quotidiens de communication.
hu: A magánszférát előtérben tartó e-mail és naptár megoldás, a mindennapi kommunikációjához.
id: Solusi email dan kalender yang mengedepankan privasi untuk kebutuhan komunikasi Anda sehari-hari.
it: La soluzione per email e calendario con la privacy al primo posto, per le tue esigenze di comunicazione quotidiane.
nl: De e-mail- en agenda-oplossing met privacy als prioriteit voor je dagelijkse communicatiebehoeften.
pl: Prywatna poczta i kalendarz do codziennej komunikacji.
pt_br: A solução de e-mail e calendário com foco em privacidade para toda a sua comunicação.
ro: Soluția de e-mail și calendar private pentru nevoile personale de comunicații zilnice.
ru: Почта и календарь с приоритетом конфиденциальности для повседневных коммуникаций.
sv: E-post och kalender-lösningen för dina behov av vardagskommunikation som sätter integriteten i första rummet.
tr: Günlük iletişim gereksinimleriniz için kişisel gizliliğe öncelik veren e-posta ve takvim çözümü.
uk: Зосереджені на приватності електронна пошта й календар для ваших повсякденних потреб спілкування.
zh_hans: 使用隐私至上的邮箱和日历服务满足您的日常通讯需求。

source: New_Plans The storage-focused plan with 200 GB of cloud storage to keep your files private.
da: Det lagringsfokuserede abonnement med 200 GB cloud-lager, så dine filer forbliver private.
es_419: El plan centrado en almacenamiento con 200 GB de almacenamiento en la nube para mantener privados sus archivos.
fr: L'abonnement idéal pour le stockage avec 200 Go de stockage cloud permettant de garder vos fichiers privés.
id: Paket yang berfokus pada penyimpanan dengan ruang penyimpanan cloud sebesar 200 GB untuk menjaga agar berkas Anda tetap privat.
ru: Сфокусированный на хранении тариф с 200 ГБ облачного хранилища, чтобы держать ваши файлы в конфиденциальности.
uk: Тарифний план, орієнтований на зберігання даних, з 200 ГБ хмарного сховища для збереження приватності ваших файлів.
zh_hans: 存储专注型计划将提供 200 GB 的云存储空间，令你的文件保持私密。

source: New_Plans The ultimate privacy pack with access to all premium Proton services.
ca: El paquet de privadesa definitiu amb accés a tots els serveis premium de Proton.
cs: Nejvyšší balíček ochrany soukromí s přístupem ke všem prémiovým službám Proton.
da: Den ultimative privatlivspakke med adgang til alle premium Proton-tjenester.
de: Das ultimative Datenschutzpaket mit Zugriff auf alle Premium-Dienste von Proton.
el: The ultimate privacy pack with access to all premium Proton services.
es: La solución definitiva de privacidad con acceso a todos los servicios premium de Proton.
es_419: El paquete de privacidad definitivo con acceso a todos los servicios premium de Proton.
fr: L'ensemble des services premium de Proton : la solution ultime pour protéger sa vie privée.
hu: A legnagyobb adatvédelmi csomag, a Proton összes prémium szolgáltatásával.
id: Paket privasi yang menyeluruh dengan akses ke seluruh layanan premium Proton.
it: Il pacchetto per la privacy definitivo con accesso a tutti i servizi premium di Proton.
nl: Het ultieme privacypakket met toegang tot alle premium Proton-services.
pl: Najwyższy pakiet prywatności z dostępem do wszystkich usług premium Proton.
pt_br: O pacote de privacidade absoluto com acesso a todos os serviços premium da Proton.
ro: Pachetul complet de confidențialitate pentru accesarea tuturor serviciilor Proton premium.
ru: Максимальный набор с полным доступом ко всем платным службам Proton.
sv: Uppgradera till det ultimata integritetspaketet och få tillgång till alla premium Proton-tjänster.
tr: Tüm ücretli Proton hizmetlerine erişim sağlayan en üst düzey kişisel gizililik paketi.
uk: Винятковий комплект приватності з доступом до усіх служб Proton.
zh_hans: 顶级隐私保护体系，畅享所有 Proton 高级功能。

source: New_Plans TOR over VPN
cs: TOR skrze VPN
da: Tor over VPN
de: Tor anstatt VPN
el: Tor μέσω VPN
es: TOR a través de VPN
es_419: Tor sobre VPN
fa: Tor روی VPN
fr: Tor via VPN
hu: Tor over VPN
id: Tor via VPN
it: TOR su VPN
ja: Tor over VPN
nl: TOR via VPN
pl: TOR przez VPN
pt: Tor sobre VPN
pt_br: TOR sobre VPN
ro: Tor peste VPN
ru: Tor через VPN
sv: Tor över VPN
tr: VPN üzerinden Tor
uk: Tor через VPN
zh_hans: Tor + VPN

source: New_Plans Unlimited folders, labels, and filters
ca: Carpetes, etiquetes, i filtres il·limitats
cs: Neomezený počet složek, štítků a filtrů
da: Ubegrænsede mapper, etiketter og filtre
de: Unbegrenzte Anzahl von Ordnern, Kategorien und Filterlisten
el: Απεριόριστοι φάκελοι, ετικέτες και φίλτρα
es: Carpetas, etiquetas y filtros ilimitados
es_419: Carpetas, etiquetas y filtros ilimitados
fa: پوشه‌ها، برچسب‌ها و فیلترهای نامحدود
fr: Dossiers, labels et filtres illimités
hu: Korlátlan számú mappa, címke és szűrő
id: Tanpa batasan jumlah folder, label, dan filter
it: Cartelle, etichette e filtri illimitati
ja: 制限なしのフォルダー、ラベル、フィルター
nl: Ongelimiteerde mappen, labels en filters
pl: Nieograniczona liczba folderów, etykiet i filtrów
pt_br: Pastas, marcadores e filtros ilimitados
ro: Foldere, etichete și filtre nelimitate
ru: Неограниченное количество папок, ярлыков и фильтров
sv: Obegränsade mappar, etiketter och filter
tr: Sınırsız klasör, etiket, süzgeç
uk: Необмежена кількість тек, міток і фільтрів
zh_hans: 文件夹、标签、筛选规则不限量

source: New_Plans Up to %@ storage
ca: Fins a %@ d'emmagatzematge
cs: Až %@ úložného prostoru
da: Op til %@ lagerplads
de: Bis zu %@ Speicher
el: Έως και %@ αποθηκευτικού χώρου
es: Hasta %@ de almacenamiento
es_419: Hasta %@ de almacenamiento
fa: فضای ذخیر سازی تا %@
fr: Jusqu'à %@ d'espace de stockage
hu: Akár %@ tárhely
id: Kuota penyimpanan hingga %@
it: Fino a %@ di archiviazione
ja: 最大 %@ のストレージ
nl: Tot %@ opslag
pl: Przechowywanie do %@
pt_br: Até %@ de armazenamento
ro: Până la %@ spațiu
ru: Хранилище до %@
sv: Upp till %@ lagringsutrymme
tr: %@ boyutuna kadar depolama alanı
uk: До %@ сховища
zh_hans: 最大容量达到%@

source: New_Plans Your privacy and security are our priority.
ca: La vostra privadesa i seguretat són la nostra prioritat.
cs: Vaše soukromí a bezpečnost jsou pro nás prioritou.
da: Vores topprioritet er din ret til privatliv og sikkerhed.
de: Deine Privatsphäre und Sicherheit sind unsere Priorität.
el: Η ιδιωτικότητα και διασφάλισή σας είναι η προτεραιότητά μας.
es: Tu privacidad y tu seguridad son nuestra prioridad.
es_419: Su privacidad y seguridad son nuestra prioridad.
fa: حریم خصوصی و امنیت شما اولویت ماست.
fr: Votre vie privée et votre sécurité sont notre priorité.
hu: Magánszférája és biztonsága az elődleges szempontunk.
id: Privasi dan keamanan Anda adalah prioritas kami.
it: La tua privacy e la tua sicurezza sono la nostra priorità.
ja: あなたのプライバシーとセキュリティは私たちの最優先事項です。
nl: Jouw privacy en beveiliging zijn onze prioriteit.
pl: Twoja prywatność i bezpieczeństwo są dla nas priorytetem.
pt_br: Sua privacidade e segurança são nossa prioridade.
ro: Intimitatea și securitatea dvs. sunt prioritatea noastră.
ru: Наш приоритет — ваша конфиденциальность и безопасность.
sv: Din integritet och säkerhet är vår prioritet.
tr: Kişisel gizliliğinizi korumak ve güvenliğinizi sağlamak önceliğimizdir.
uk: Ваша приватність і безпека — наш пріоритет.
zh_hans: 您的隐私和安全是我们的首要任务。

source: Privacy by default
ca: Privadesa per defecte
da: Fortrolighed som standard
de: Privatsphäre als Standard
el: Ιδιωτικότητα από προεπιλογή
es: Privacidad por defecto
es_419: Privacidad por defecto
hu: Alapértelmezett adatvédelem
id: Privasi sebagai hal yang baku
it: Privacy per default
nl: Privacy als standaard
pl: Domyślna ochrona prywatności
pt_br: Privacidade padrão
ro: Confidențialitate implicită
ru: Конфиденциальность по умолчанию
sv: Integritet som standard
tr: Kişisel gizliliğe odaklanmış
uk: Усталена приватність
zh_hans: 隐私优先
