Repository: ProtonMail/protoncore_ios
Catalog: libraries/LoginUI/Sources/Resources/Translations/*.lproj/Localizable.strings
Languages: sk

source: Privacy by default
sk: Súkromie je prvoradé

source: Proton address required
sk: Vyžaduje sa adresa protonu

source: Update required
sk: Je potrebná aktualizácia

source: Please enter your Proton Account password.
sk: Zadajte heslo svojho účtu Proton.

source: Help
sk: Pomoc

source: Continue
sk: Pokračovať

source: Password
sk: Heslo

source: The Proton servers are unreachable. It might be caused by wrong network configuration, Proton servers not working or Proton servers being blocked
sk: Servery Proton sú nedostupné. Môže to byť spôsobené nesprávnou konfiguráciou siete, nefungovaním serverov Proton alebo blokovaním Proton serverov

source: Search country
sk: Hľadať krajinu

source: Code sent to %@
sk: Kód odoslaný na %@

source: Request new code?
sk: Vyžiadať nový kód?

source: Resend
sk: Odoslať znovu

source: Get a replacement code sent to %@.
sk: Požiadať o zaslanie náhradného kódu na %@.

source: Request new code
sk: Vyžiadať nový kód

source: Enter your Proton Account details.
sk: Zadajte podrobnosti o svojom účte Proton.

source: Email or username
sk: Email alebo používateľské meno

source: Sign in
sk: Prihlásiť sa

source: Sign in with password
sk: Prihláste sa pomocou hesla

source: Sign in with SSO
sk: Prihláste sa pomocou SSO

source: Sign in to your organization
sk: Prihláste sa do svojej organizácie

source: Create an account
sk: Vytvoriť účet

source: How can we help?
sk: Ako môžeme pomôcť?

source: Forgot username
sk: Zabudnuté používateľské meno

source: Forgot password
sk: Zabudnuté heslo

source: Other sign-in issues
sk: Iné prihlasovacie problémy

source: Customer support
sk: Zákaznícka podpora

source: Still need help? Contact us directly.
sk: Stále potrebujete pomoc? Kontaktujte nás ihneď.

source: Please enter your Proton Account email or username.
sk: Zadajte svoj Proton email alebo používateľské meno, prosím.

source: Complete Setup
sk: Dokončite nastavenie

source: Your account is missing keys, please sign in on web to automatically generate required keys. Once you have signed in on web, please return to the app and sign in.
sk: Vášmu účtu chýbajú kľúče. Prihláste sa na webe, aby sa automaticky vygenerovali požadované kľúče. Po prihlásení na webe sa vráťte do aplikácie a prihláste sa.

source: Account setup required
sk: Vyžaduje sa nastavenie účtu

source: Incorrect mailbox password
sk: Nesprávne heslo k poštovej schránke

source: Your session has expired. Please log in again.
sk: Platnosť vašej relácie vypršala. Znovu sa prihláste.

source: You need a Proton email address to use Proton Mail and Proton Calendar. You’ll still be able to use %@ to sign in, and to recover your account.
sk: Ak chcete používať Proton Mail a Proton Calendar, potrebujete e-mailovú adresu Proton. Stále budete môcť použiť %@ na prihlásenie a obnovenie svojho účtu.

source: Username
sk: Používateľské meno

source: Please enter a username.
sk: Zadajte používateľské meno, prosím.

source: Unlock your mailbox
sk: Odomknúť vašu poštovú schránku

source: Mailbox password
sk: Heslo k poštovej schránke

source: Unlock
sk: Odomknúť

source: Two-factor authentication
sk: Dvojstupňové overenie

source: Authenticate
sk: Overiť

source: Two-factor code
sk: Dvojstupňové overenie

source: Recovery code
sk: Kód pre obnovenie

source: Use recovery code
sk: Použiť kód pre obnovenie

source: Use two-factor code
sk: Použiť kód pre dvojstupňové overenie

source: Enter the 6-digit code.
sk: Zadajte 6-miestny kód.

source: Enter an 8-character recovery code.
sk: Zadajte 8-miestny obnovovací kód.

source: Learn more
sk: Dozvedieť sa viac

source: Change your password
sk: Zmeňte si heslo

source: Change password
sk: Zmeniť heslo

source: To use the Proton app as a member of an organization, you first need to change your password by signing into Proton through a browser.
sk: Ak chcete používať aplikáciu Proton ako člen organizácie, musíte si najprv zmeniť heslo prihlásením sa do Protonu cez prehliadač.

source: Error occured
sk: Vyskytla sa chyba

source: Create your Proton Account
sk: Vytvorte si Váš Proton účet

source: One account for all Proton services.
sk: Jeden účet pre všetky Proton služby.

source: Next
sk: Ďalej

source: Use your current email instead
sk: Namiesto toho použite svoj aktuálnu emailovú adresu

source: Create a secure Proton Mail address instead
sk: Namiesto toho si vytvorte zabezpečenú adresu Proton Mail

source: Create your password
sk: Vytvorte si heslo

source: Password must contain at least 8 characters
sk: Heslo musí obsahovať aspoň 8 znakov

source: Repeat password
sk: Zopakovať heslo

source: Domain
sk: Doména

source: Set recovery method
sk: Nastaviť metódu obnovenia

source: Set recovery method (optional)
sk: Nastaviť spôsob obnovenia (voliteľné)

source: We will send recovery instructions to this email or phone number if you get locked out of your account.
sk: Na tento e-mail alebo telefónne číslo vám pošleme pokyny na obnovenie, ak stratíte prístup k svojmu účtu.

source: Phone
sk: Telefón

source: Recovery email
sk: Email na obnovenie

source: Recovery phone number
sk: Telefónne číslo pre obnovenie

source: By clicking Next, you agree with Proton's Terms and Conditions
sk: Kliknutím na tlačidlo Ďalej vyjadrujete súhlas so Zmluvnými podmienkami Protonu

source: By clicking Next, you agree with Proton's Terms and Conditions and Privacy Policy
sk: Kliknutím na tlačidlo Ďalej súhlasíte so zmluvnými podmienkami a zásadami ochrany osobných údajov spoločnosti Proton.

source: Terms and Conditions
sk: Podmienky používania

source: Privacy Policy
sk: Ochrana osobných údajov

source: Skip
sk: Preskočiť

source: Skip recovery method?
sk: Preskočiť metódu obnovy?

source: A recovery method will help you access your account in case you forget your password or get locked out of your account.
sk: Metóda obnovenia vám pomôže získať prístup k vášmu účtu v prípade, že zabudnete heslo alebo si uzamknete účet.

source: Your account is being created
sk: Váš účet sa vytvára

source: This should take no more than a minute.
sk: Nemalo by to trvať dlhšie ako minútu.

source: Creating your account
sk: Vytvárame váš účet

source: Generating your address
sk: Generovanie vašej adresy

source: Securing your account
sk: Zabezpečovanie vášho účtu

source: Verifying your payment
sk: Overujeme vašu platbu

source: Account verification
sk: Overenie účtu

source: For your security, we must verify that the address you entered belongs to you. We sent a verification code to %@. Please enter the code below:
sk: Pre vašu bezpečnosť musíme overiť, že zadaná adresa patrí vám. Overovací kód sme odoslali na adresu %@. Zadajte kód nižšie:

source: Verification code
sk: Overovací kód

source: Did not receive a code?
sk: Nedostali ste kód?

source: Invalid token request
sk: Neplatná žiadosť o token

source: Invalid token error
sk: Chyba neplatného tokenu

source: Create user failed
sk: Vytváranie používateľa zlyhalo

source: Invalid hashed password
sk: Neplatný hash hesla

source: Password can not be empty. Please try again.
sk: Heslo nemôže byť prázdne. Skúste to znova, prosím.

source: Passwords do not match. Please try again.
sk: Heslá sa nezhodujú. Skúste to znova, prosím.

source: Email address already used.
sk: Emailová adresa bola už použitá.

source: Please ask your admin to configure your sub-user.
sk: Požiadajte svojho správcu o konfiguráciu vášho podužívateľa.

source: Would you like to receive a new verification code or use an alternate email address?
sk: Chcete dostať nový overovací kód alebo použiť alternatívnu e-mailovú adresu?

source: Change email address
sk: Zmeniť emailovú adresu

source: Congratulations
sk: Gratulujeme

source: Your Proton Free account was successfully created.
sk: Váš Proton Free účet bol úspešne vytvorený.

source: Your payment was confirmed and your %@ account successfully created.
sk: Vaša platba bola potvrdená a váš účet %@ bol úspešne vytvorený.

source: Your Proton account was successfully created.
sk: Váš Proton účet bol úspešne vytvorený.

source: Enjoy the world of privacy.
sk: Užívajte si svet súkromia.

source: Cancel
sk: Zrušiť

source: Troubleshoot
sk: Riešenie problémov

source: Please choose how you want to confirm your identity.
sk: Vyberte, prosím, akým spôsobom potvrdíte svoju identitu.

source: One-time code
sk: Jednorazový kód

source: Security key
sk: Bezpečnostný kľúč

source: Two-Factor Authentication
sk: Dvojstupňové overenie

source: Present a security key linked to your Proton Account.
sk: Predložte bezpečnostný kľúč prepojený s vaším účtom Proton.

source: Invalid state. Please quit the app and try again in a few minutes.
sk: Neplatný stav. Ukončite aplikáciu a skúste to o niekoľko minút znova, prosím.

source: There was a problem reading your security key.
sk: Pri čítaní vášho bezpečnostného kľúča došlo k problému.

source: We received an authorization from a type we don't support yet.
sk: Dostali sme autorizáciu od typu, ktorý zatiaľ nepodporujeme.

source: Fetching your security keys details
sk: Preberanie podrobností o vašich bezpečnostných kľúčoch

source: You don't yet have any security keys enrolled in your account. Please visit the settings section on our website to add security keys.
sk: Vo svojom konte ešte nemáte zaregistrované žiadne bezpečnostné kľúče. Ak chcete pridať bezpečnostné kľúče, navštívte prosím sekciu nastavení na našej webovej lokalite.

source: An error occurred fetching your security keys. You can also check them on the Proton %@ website.
sk: Pri načítaní vašich bezpečnostných kľúčov došlo k chybe. Môžete si ich skontrolovať aj na webovej lokalite Proton %@.

source: These are the security keys registered to your account
sk: Toto sú bezpečnostné kľúče zaregistrované k vášmu účtu

source: You don't yet have any security keys enrolled in your account. Please use the Proton %@ web application to add security keys.
sk: Vo svojom konte ešte nemáte zaregistrované žiadne bezpečnostné kľúče. Na pridanie bezpečnostných kľúčov použite webovú aplikáciu Proton %@.

source: Security Keys
sk: Bezpečnostné kľúče

source: To manage, add, or remove security keys, please use the Proton %@ web application.
sk: Ak chcete spravovať, pridávať alebo odstraňovať bezpečnostné kľúče, použite prosím webovú aplikáciu Proton %@.

source: Unexpected FIDO2 signature.
sk: Neočakávaný podpis FIDO2.

source: We could not initiate the Secure Password update connection. Please try again.
sk: Nepodarilo sa nám spustiť pripojenie na aktualizáciu zabezpečeného hesla. Skúste to znova, prosím.

source: Join %@
sk: Pripojiť sa k %@

source: Set a backup password to continue. This password will allow you to sign in and recover your data if you get locked out of your Proton Account, so make sure to keep it somewhere safe.
sk: Ak chcete pokračovať, nastavte záložné heslo. Toto heslo vám umožní prihlásiť sa a obnoviť údaje, ak sa vám zablokuje konto Proton, preto ho nezabudnite uložiť na bezpečné miesto.

source: Backup password
sk: Záložné heslo

source: Repeat backup password
sk: Zopakujte záložné heslo

source: Password cannot be empty
sk: Heslo nemôže byť prázdne

source: Password doesn't match
sk: Heslo sa nezhoduje

source: Sign-in requested on another device. Was it you?
sk: Požiadavka na prihlásenie na inom zariadení. Boli ste to vy?

source: Check that the confirmation code match the code on your other device.
sk: Skontrolujte, že sa potvrdzovací kód zhoduje s kódom na inom vašom zariadení.

source: Confirmation code
sk: Potvrdzovací kód

source: If you didn't make this request, cancel it now.
sk: Ak ste túto žiadosť nepodali, zrušte ju teraz.

source: Yes, it was me
sk: Áno, ide o moju žiadosť

source: No, it wasn't me
sk: Nie, nejde o moju žiadosť

source: Share the confirmation code with your administrator
sk: Zdieľajte potvrdzovací kód s vaším správcom

source: Approve the sign-in from another device
sk: Schválenie prihlásenia z iného zariadenia

source: To make sure it’s really you trying to sign-in, share the confirmation code with your administrator %@ so that they can approve the request for %@.
sk: Ak sa chcete uistiť, že sa o prihlásenie pokúšate naozaj vy, zdieľajte potvrdzovací kód so správcom %@, aby mohol schváliť žiadosť pre %@.

source: To make sure it’s really you trying to sign in to your account, review the confirmation code and approve the request from another device.
sk: Ak sa chcete uistiť, že sa do svojho konta pokúšate prihlásiť naozaj vy, skontrolujte potvrdzovací kód a potvrďte žiadosť z iného zariadenia.

source: Use backup password instead
sk: Namiesto toho použiť záložné heslo

source: Ask administrator for help
sk: Požiadať správcu o pomoc

source: Devices available:
sk: Dostupné zariadenia:

source: Operation couldn't be completed. Please try again.
sk: Operácia nemohla byť dokončená. Skúste to neskôr, prosím.

source: Enter your backup password
sk: Zadajte vaše záložné heslo

source: To make sure it’s really you trying to sign-in, please enter your backup password.
sk: Aby sme sa uistili, že sa pokúšate prihlásiť naozaj vy, zadajte vaše záložné heslo.

source: Access granted
sk: Prístup povolený

source: Access denied
sk: Prístup zamietnutý

source: For your security, you have been signed out of all your other active devices. Before accessing your account, you’ll need to enter a new backup password.
sk: V záujme vašej bezpečnosti sme vás odhlásili zo všetkých ostatných aktívnych zariadení. Pred prístupom k svojmu kontu budete musieť zadať nové záložné heslo.

source: Contact your administrator if the problem persists.
sk: Ak problém pretrváva, obráťte sa na správcu.

source: Back to sign-in
sk: Späť na prihlásenie
