Repository: ProtonMail/protoncore_ios
Catalog: libraries/CoreTranslation/Sources/Resources/*.lproj/Localizable.strings
Languages: be, ca, cs, da, de, el, es, fa, fr, hu, id, ja, ka, kab, nl, pl, pt_br, ro, ru, sv, tr, uk

source: You cannot manage subscriptions inside the mobile application.
be: Вы не можаце кіраваць падпіскамі праз мабільную праграму.
ca: No podeu gestionar les subscripcions des de l'aplicació mòbil.
cs: Předplatné nelze spravovat v mobilní aplikaci.
da: Du kan ikke administrere abonnementer i mobil-applikationen.
de: Du kannst Abonnements nicht in der mobilen Anwendung verwalten.
el: Η διαχείριση συνδρομών δεν είναι δυνατή εντός της εφαρμογής κινητού.
es: No puedes gestionar las suscripciones dentro de la aplicación.
fr: Vous ne pouvez pas gérer les abonnements dans l'application mobile.
hu: Az előfizetés nem kezelhető a mobil alkalmazásban.
id: Anda tidak dapat mengelola langganan di dalam aplikasi seluler.
ja: モバイルアプリからサブスクリプションを管理することはできません。
ka: მობილური აპლიკაციიდან გამოწერებს ვერ მართავთ.
nl: U kan geen abonnementen beheren binnen de mobiele applicatie.
pl: Nie możesz zarządzać subskrypcjami poprzez aplikację mobilną.
pt_br: Você não pode gerenciar assinaturas no aplicativo para dispositivos móveis.
ro: Nu puteți gestiona abonamentele din aplicația mobilă.
ru: Вы не можете управлять подписками внутри мобильного приложения.
sv: Du kan inte hantera prenumerationer i mobilapplikationen.
tr: Abonelikleri mobil uygulama üzerinden yönetemezsiniz.
uk: Не можна керувати передплатами в програмі для мобільних пристроїв.

source: You have successfully registered but your payment was not processed. To resend your payment information, click Retry. You will only be charged once. If the problem persists, please contact customer support.
be: Вы паспяхова зарэгістраваны, але ваш плацеж не апрацаваны. Для паўторнай адпраўкі плацежнай інфармацыі, націсніце "Паўтарыць". Плацеж будзе спагнаны толькі адзін раз. Калі праблема будзе паўтарацца, звярніцеся ў нашу службу падтрымкі кліентаў.
ca: Us heu registrat correctament, però el vostre pagament no s'ha processat. Per reenviar la informació de pagament, feu clic en «Tornar-ho a intentar». Només us cobrarem una vegada. Si el problema persisteix, contacteu amb atenció al client.
cs: Úspěšně jste se zaregistrovali, ale Vaše platba nebyla zpracována. Chcete-li znovu odeslat platební údaje, klepněte na tlačítko Zkusit znovu. Částka Vám bude účtována pouze jednou. Pokud problém přetrvává, obraťte se na zákaznickou podporu.
da: Du har registreret dig, men din betaling blev ikke behandlet. For at gensende dine betalingsoplysninger, skal du klikke på Prøv igen. Du vil kun blive opkrævet én gang. Hvis problemet fortsætter, bedes du kontakte kundeservice.
de: Sie haben sich erfolgreich registriert, aber Ihre Zahlung wurde nicht verarbeitet. Um Ihre Zahlungsinformationen erneut zu senden, klicken Sie auf „Wiederholen”. Sie werden nur einmal belastet. Wenn das Problem weiterhin besteht, wenden Sie sich bitte an den Kundendienst.
el: Έχετε εγγραφεί επιτυχώς, αλλά η πληρωμή σας δεν υποβλήθηκε σε επεξεργασία. Για να στείλετε ξανά τα στοιχεία πληρωμής σας, κάντε κλικ στο Επανάληψη. Θα χρεωθείτε μόνο μία φορά. Εάν το πρόβλημα παραμένει, επικοινωνήστε με την υποστήριξη πελατών.
es: Te has registrado pero tu pago no ha sido procesado. Para reenviar tu información de pago, haga clic en Reintentar. Solo se te cobrará una vez. Si el problema persiste, ponte en contacto con el servicio de atención al cliente.
fa: شما با موفقیت ثبت نام کرده اید اما پرداخت شما انجام نشده است. برای ارسال دوباره اطلاعات پرداخت خود، سعی مجدد را کلیک کنید. شما فقط یکبار هزینه پرداخت خواهید کرد. اگر مشکل همچنان ادامه دارد، لطفاً با پشتیبانی مشتری تماس بگیرید.
fr: Vous vous êtes inscrit, mais votre paiement n'a pas été traité. Pour renvoyer vos informations de paiement, cliquez sur Réessayer. Vous ne serez facturé qu'une seule fois. Si le problème persiste, nous vous invitons à contacter le service client.
hu: Sikeresen regisztrált, de a befizetés nem került feldolgozásra. A fizetési információk újbóli elküldéséhez kattintson az Újra gombra. A díj csak egyszer kerül felszámolásra. Ha a probléma továbbra is fennáll, forduljon az ügyfélszolgálatunkhoz.
id: Anda telah berhasil terdaftar namun pembayaran tidak diproses. Untuk mengirim ulang informasi pembayaran Anda, klik Coba Lagi. Anda hanya akan ditagih sekali. Jika masalah berlanjut, silakan hubungi bantuan pelanggan.
ja: 登録は完了しましたが、支払いが未完了です。支払い情報を再送するには【再試行】をタップしてください。重複して課金されることはありません。問題が発生した場合は、カスタマーサポートへご連絡ください。
ka: წარმატებით დარეგისტრირდით, მაგრამ თქვენი გადახდა არ დამუშავებულა. გადახდის ინფორმაციის თავიდან გადასაგზავნად დააწექით თავიდან ცდის ღილაკს. გადახდა, მხოლოდ, ერთხელ განხორციელდება. თუ პრობლემა კიდევ არ გაქრება, დაუკავშირდით მხარდაჭერის ჩვენს გუნდს.
kab: Ajerred-ik·im yedda akken iwata maca axelleṣ-inek·inem ur yettusesfar ara. I tuzna i tikkelt-nniḍen n telɣut n uxelleṣ-inek·inem, sit ales aneɛruḍ. Yiwet n tikkelt kan ad ak·am-d-tettwazen tfaṭurt. Ma yella yettuɣal-d wugur, ttxil-k·m nermes tallalt n umsaɣ.
nl: U heeft succesvol geregistreerd maar uw betaling is niet verwerkt. Om de betalingsinformatie opnieuw te verzenden, klikt u op Opnieuw. Het bedrag wordt slechts één keer in rekening gebracht. Als dit probleem zich blijft voortdoen kunt u contact opnemen met onze klantenondersteuning.
pl: Rejestracja przebiegła pomyślnie, ale Twoja płatność nie została przetworzona. Aby ponownie wysłać informację dotyczącą płatności, kliknij przycisk Ponów próbę. Twoje konto zostanie obciążone tylko raz. Jeśli ten problem się powtarza, skontaktuj się ze wsparciem klienta.
pt_br: Registro efetuado, mas seu pagamento ainda não foi processado. Para reenviar suas informações de pagamento, clique em Tentar novamente. Você só será cobrado uma única vez. Se o problema persistir, entre em contato com a nossa equipe de suporte.
ro: V-ați înregistrat cu succes, dar plata nu a fost procesată. Pentru a retrimite informațiile de plată, faceți clic pe «Reîncercare». Veți fi taxat doar o singură dată. Dacă problema persistă, contactați asistența pentru clienți.
ru: Вы успешно зарегистрированы, но ваш платеж не был обработан. Чтобы повторно отправить платежную информацию, нажмите «Повторить». Плата взимается только один раз. Если проблема не устранена, обратитесь в службу поддержки.
sv: Du har registrerat dig men din betalning bearbetades inte. För att skicka din betalningsinformation igen, klicka på ”Försök igen”. Du kommer bara att debiteras en gång. Kontakta kundsupport om problemet kvarstår.
tr: Hesabınız açıldı ancak ödemeniz işlenemedi. Ödeme bilgilerinizi yeniden göndermek için yeniden dene üzerine tıklayın. Yalnızca bir ödeme alınacak. Sorun sürerse lütfen müşteri destek ekibimiz ile görüşün.
uk: Ви успішно зареєструвалися, але ваш платіж не був оброблений. Щоб знову надіслати платіжну інформацію, натисніть Повторити. Оплату буде стягнуто тільки один раз. Якщо проблема не вирішиться, будь ласка, зв'яжіться зі службою підтримки.

source: You will be signed out and all the data associated with this account will be removed from this device.
be: Вы выйдзіце з сістэмы, а ўсе звязаныя з гэтым уліковым запісам даныя будуць выдалены з гэтай прылады.
ca: Es tancarà la sessió i totes les dades relacionades amb aquest compte s'esborraran d'aquest dispositiu.
cs: Budete odhlášeni a všechna data spojená s tímto účtem budou z tohoto zařízení odstraněna.
da: Du vil blive logget ud og alle de data, der er knyttet til denne konto, vil blive fjernet fra denne enhed.
de: Sie werden abgemeldet und alle mit diesem Konto verbundenen Daten werden von diesem Gerät entfernt.
el: Θα αποσυνδεθείτε και όλα τα δεδομένα που σχετίζονται με αυτόν τον λογαριασμό θα διαγραφούν από αυτήν τη συσκευή.
es: Se cerrará la sesión y todos los datos asociados a esta cuenta se eliminarán de este dispositivo.
fr: Vous serez déconnecté et toutes les données associées à ce compte seront supprimées de cet appareil.
hu: Kijelentkezik a fiókból és a fiókhoz tartozó összes adat törlésre kerül erről az eszközről.
id: Anda akan dikeluarkan dan semua data yang berhubungan dengan akun ini akan dihapus dari perangkat ini.
ja: サインアウトされこのアカウントに関連付けられているすべてのデータがこのデバイスから削除されます。
ka: ახლა გახვალთ და ამ ანგარიშთან ასოცირებული მონაცემები სამუდამოდ წაიშლება ამ მოწყობილობიდან.
nl: U wordt afgemeld en alle gegevens die bij deze account horen worden van dit apparaat verwijderd.
pl: Zostaniesz wylogowany i wszystkie dane powiązane z tym kontem zostaną usunięte z tego urządzenia.
pt_br: Sua sessão será encerrada, e todos os dados associados a esta conta serão removidos deste dispositivo.
ro: Contul va fi deconectat și toate datele asociate cu acesta vor fi eliminate din acest dispozitiv.
ru: Вы выйдете, и все данные, связанные с этим аккаунтом, будут удалены с этого устройства.
sv: Du kommer att loggas ut och all data som är associerat till detta konto kommer att tas bort från denna enhet.
tr: Oturumunuz kapatılacak ve bu aygıttan bu hesapla ilişkili tüm veriler kaldırılacak.
uk: Ви вийдете з системи, а всі дані, пов'язані з цим обліковим записом будуть вилучені з цього пристрою.

source: You will use this email address to log into all Proton services.
da: Du vil bruge denne e-mailadresse til at logge ind på alle Proton-tjenester.
de: Diese E-Mail-Adresse kann verwendet werden, um sich bei allen Proton-Diensten anzumelden.

source: Your account is being created…
be: Адбываецца стварэнне вашага ўліковага запісу…
ca: S'està creant el vostre compte…
cs: Váš účet se vytváří…
da: Din konto oprettes…
de: Ihr Konto wurde erstellt …
el: Ο λογαριασμός σας δημιουργείται…
es: Tu cuenta está siendo creada…
fa: در حال ایجاد حساب کاربری شما…
fr: Nous créons votre compte…
hu: Fiókja létrehozás alatt…
id: Akun Anda sedang dibuatâ€¦
ja: アカウントを作成しています…
ka: მიმდინარეობს თქვენი ანგარიშის შექმნა…
kab: Amiḍan-ik la yettwerna…
nl: Uw account wordt aangemaakt…
pl: Tworzenie konta…
pt_br: Sua conta está sendo criada…
ro: Vi se creează contul…
ru: Создается ваша учетная запись…
sv: Ditt konto håller på att skapas…
tr: Hesabınız oluşturuluyor…
uk: Створюємо ваш обліковий запис…

source: Your account is missing keys, please sign in on web to automatically generate required keys. Once you have signed in on web, please return to the app and sign in.
be: У вашым уліковым запісе адсутнічаюць ключы. Вам неабходна ўвайсці ў сістэму праз браўзер для аўтаматычнага генерацыі ключоў. Пасля паспяховага ўваходу праз браўзер, вярніцеся ў праграму і выканайце ўваход.
ca: El vostre compte no té claus; inicieu sessió a la versió web per generar automàticament les claus requerides. Quan hàgiu iniciat sessió a la versió web, torneu a l'aplicació i inicieu-hi la sessió.
cs: Ve vašem účtu chybí klíče. Chcete-li automaticky generovat požadované klíče, přihlaste se prosím na webu. Jakmile se přihlásíte na webu, vraťte se do aplikace a přihlaste se.
da: Din konto mangler nøgler, log venligst ind på nettet for automatisk at generere de nødvendige nøgler. Når du er logget ind på nettet, bedes du vende tilbage til appen og logge ind.
de: Ihrem Konto fehlen Schlüssel, bitte melden Sie sich im Web an, um die erforderlichen Schlüssel automatisch zu generieren. Sobald Sie sich im Web angemeldet haben, kehren Sie bitte zur App zurück und melden sich dort an.
el: Τα κλειδιά λείπουν από το λογαριασμό σας, παρακαλούμε συνδεθείτε στον ιστό για να δημιουργήσετε αυτόματα τα απαιτούμενα κλειδιά. Αφού συνδεθείτε στον ιστό, επιστρέψτε στην εφαρμογή και συνδεθείτε.
es: Tu cuenta no tiene claves. Acceda a tu cuenta en la web para generar automáticamente las claves requeridas. Una vez que hayas iniciado sesión en la web, vuelve a la aplicación e inicia sesión.
fr: Votre compte ne possède pas de clés, connectez-vous via le web pour générer automatiquement les clés requises. Une fois que vous vous serez connecté sur le web, retournez sur l'application pour vous connecter.
hu: A fiókjában kulcsok hiányoznak. Lépjen be a webböngészőből a kulcsok automatikus létrehozásához. A weben való bejelentkezés után térjen vissza az alkalmazásba és lépjen be.
id: Akun Anda kehilangan kunci, silakan masuk ke web untuk membuat kunci yang diperlukan secara otomatis. Setelah Anda masuk ke web, silakan kembali ke app dan masuk ke akun Anda.
ja: アカウントのキーが見つからないため、ウェブでサインインして必要なキーを自動生成してください。ウェブでサインインした後、アプリに戻ってサインインします。
ka: თქვენს ანგარიშს გასაღებები აკლია. გასაღებების ავტომატურად დასაგენერირებლად შედით ვებიდან. მას შემდეგ, რაც შეხვალთ ვებში, გთხოვთ, დაბრუნდეთ აპში და შეხვიდეთ.
nl: Uw account mist sleutels, meld u aan op het web om automatisch de vereiste sleutels te genereren. Zodra u zich hebt aangemeld op het web, gaat u terug naar de app en meldt u zich aan.
pl: Brak kluczy na Twoim koncie. Zaloguj się przez przeglądarkę, aby automatycznie wygenerować brakujące klucze. Następnie wróć do aplikacji i zaloguj się ponownie.
pt_br: Sua conta não tem as chaves necessárias. Inicie sessão na web para gerar essas chaves. Depois de iniciar sessão na web, retorne ao app e inicie sessão nele.
ro: Lipsesc cheile contului. Conectați-vă pe web pentru a genera automat cheile necesare. După ce v-ați conectat pe web, reveniți la aplicație și conectați-vă.
ru: В вашем аккаунте отсутствуют ключи, войдите в систему через браузер, чтобы автоматически сгенерировать необходимые ключи. После входа в систему через браузер вернитесь в приложение и войдите в систему.
sv: Ditt konto saknar nycklar. Logga in på webben för att automatiskt generera obligatoriska nycklar. När du har loggat in på webben går du tillbaka till appen och loggar in.
tr: Hesabınızın anahtarları yok. Gerekli anahtarları otomatik olarak oluşturmak için lütfen İnternet sitesinde oturum açın. Oturum açtıktan sonra lütfen uygulamaya geri dönüp orada da oturum açın.
uk: У вашому обліковому записі немає ключів. Будь ласка, увійдіть через браузер для автоматичного генерування ключів. Після успішного входу в браузері, поверніться до програми та виконайте вхід.

source: Your email will only be used for this one-time verification.
be: Ваш адрас электроннай пошты будзе выкарыстаны толькі для бягучай аднаразовай праверкі.
ca: El vostre correu electrònic només s’utilitzarà per a aquesta única verificació.
cs: Váš e-mail bude použit pouze pro toto jednorázové ověření.
da: Din e-mail vil kun blive brugt til denne engangsbekræftelse.
de: Ihre E-Mail-Adresse wird nur für diese einmalige Überprüfung verwendet.
el: Το email σας θα χρησιμοποιηθεί μόνο για αυτή την εφάπαξ επαλήθευση.
es: Tu correo electrónico se utilizará solo para esta verificación única.
fa: از رایانامه شما فقط برای این تایید یکبار مصرف استفاده خواهد شد.
fr: Votre adresse e-mail ne sera utilisée que pour cette vérification unique.
hu: Az e-mail cím csak erre az egyszeri ellenőrzésre lesz felhasználva.
id: Surel Anda hanya akan digunakan untuk proses verifikasi ini.
ja: メールアドレスは、この一度限りの認証にのみ使用されます。
ka: თქვენი ელფოსტა, მხოლოდ, ერთხელ შესამოწმებლად იქნება გამოყენებული.
kab: Imayl-ik ad yettwaseqdec kan tikkelt deg usenqed-agi.
nl: Uw e-mailadres wordt alleen gebruikt voor deze eenmalige verificatie.
pl: Adres e-mail zostanie użyty tylko do jednorazowej weryfikacji.
pt_br: O seu e-mail será usado somente nesta verificação única.
ro: E-mailul va fi folosit doar pentru această verificare unică.
ru: Ваш адрес электронной почты будет использован только для этой разовой проверки.
sv: Din e-post kommer endast användas för denna engångsverifiering.
tr: E-posta adresiniz yalnızca bu tek seferlik doğrulama için kullanılacak.
uk: Ваша електронна пошта використається лише для цієї одноразової перевірки.

source: Your payment was confirmed and your %@ account successfully created.
be: Ваш плацеж пацверджаны і ўліковы запіс %@ паспяхова створаны.
ca: S'ha confirmat el vostre pagament i el vostre compte %@ s'ha creat correctament.
cs: Vaše platba byla potvrzena a váš účet %@ byl úspěšně vytvořen.
da: Din betaling blev bekræftet, og din %@-konto blev oprettet.
de: Ihre Zahlung wurde bestätigt und Ihr %@-Konto erfolgreich angelegt.
el: Η πληρωμή σας επιβεβαιώθηκε και ο λογαριασμός σας %@ δημιουργήθηκε επιτυχώς.
es: Tu pago ha sido confirmado y tu cuenta %@ se ha creado.
fr: Votre paiement est confirmé et votre compte %@ a été créé.
hu: A fizetése megerősítésre került és a %@ fiókja elkészült.
id: Pembayaran Anda sudah dikonfirmasi dan akun %@ Anda berhasil dibuat.
ja: 支払いが承認され %@ アカウントが正常に作成されました。
ka: გადახდა დადასტურდა და თქვენი %@ ანგარიში წარმატებით შეიქმნა.
nl: Uw betaling is bevestigd en uw %@ account is succesvol aangemaakt.
pl: Płatność została potwierdzona. Konto %@ zostało utworzone.
pt_br: Seu pagamento foi confirmado, e sua conta %@ foi criada.
ro: Plata a fost confirmată și contul %@ v-a fost creat cu succes.
ru: Ваш платеж был подтвержден, а ваш аккаунт %@ успешно создан.
sv: Din betalning bekräftades och ditt %@-konto skapades.
tr: Ödemeniz onaylandı ve %@ hesabınız oluşturuldu.
uk: Ваш платіж підтверджено та обліковий запис %@ успішно створено.

source: Your phone number will only be used for this one-time verification.
be: Ваш нумар тэлефона будзе выкарыстаны толькі для бягучай аднаразовай праверкі.
ca: El vostre número de telèfon només s’utilitzarà per a aquesta única verificació.
cs: Vaše telefonní číslo bude použito pouze pro toto jednorázové ověření.
da: Dit telefonnummer vil kun blive anvendt til denne engangsbekræftelse.
de: Ihre Rufnummer wird nur für diese einmalige Überprüfung verwendet.
el: Ο αριθμός τηλεφώνου σας θα χρησιμοποιηθεί μόνο για αυτή την εφάπαξ επαλήθευση.
es: Tu número de teléfono se utilizará solo para esta verificación única.
fa: از شماره تلفن شما فقط برای این تایید یکبار مصرف استفاده خواهد شد.
fr: Votre numéro de téléphone ne sera utilisé que pour cette vérification.
hu: A telefonszám csak erre az egyszeri ellenőrzésre lesz felhasználva.
id: Nomor telepon Anda hanya akan digunakan untuk proses verifikasi ini.
ja: 電話番号は、この一度限りの認証にのみ使用されます。
ka: თქვენი ტელეფონის ნომერი, მხოლოდ, ერთხელ, შესამოწმებლად იქნება გამოყენებული.
kab: Uṭṭun-ik n tiliɣṛi ad yettwaseqdec kan tikkelt deg usenqed-agi.
nl: Uw telefoonnummer wordt alleen gebruikt voor deze eenmalige verificatie.
pl: Numer telefonu zostanie użyty tylko do jednorazowej weryfikacji.
pt_br: O seu número de telefone será usado somente nesta verificação única.
ro: Numărul de telefon va fi folosit doar pentru această verificare unică.
ru: Ваш номер телефона будет использован только для этой разовой проверки.
sv: Ditt telefonnummer kommer endast att användas för denna engångsverifiering.
tr: Telefon numaranız yalnızca bu tek seferlik doğrulama için kullanılacak.
uk: Ваш номер телефону використається лише для цієї одноразової перевірки.

source: Your plan will automatically renew on %@
be: Ваш тарыфны план будзе аўтаматычна падоўжаны %@
ca: El vostre pla es renovarà automàticament el %@
cs: Váš plán se automaticky obnoví dne %@
da: Dit abonnement fornys automatisk den %@
de: Ihr Abo wird automatisch am %@ verlängert
el: Το πρόγραμμά σας θα ανανεωθεί αυτόματα στις %@
es: El plan actual se renovará automáticamente el %@
fa: طرح شما بطور خودکار تمدید خواهد شد در %@
fr: Votre abonnement sera automatiquement renouvelé le %@.
hu: Csomagja automatikusan megújításra kerül: %@
id: Paket Anda akan otomatis diperbarui pada %@
ja: %@ にプランは自動的に更新されます
ka: თქვენი გეგმის ავტომატური განახლების თარიღი: %@
kab: Aɣawas-ik·im ad yettuɛawed s wudem awurman deg %@
nl: Uw plan zal automatisch vernieuwen op %@
pl: Twój plan odnowi się automatycznie %@
pt_br: Seu plano será renovado automaticamente em %@
ro: Abonamentul se va reînnoi automat la %@
ru: Ваша подписка будет обновлена автоматически %@
sv: Ditt paket kommer att förnyas automatiskt den %@
tr: Tarifeniz %@ tarihinde otomatik olarak yenilenecek
uk: Ваш тарифний план автоматично поновиться %@

source: Your Proton Account is associated with %@. To use %@, please create an address.
da: Din Proton-konto er tilknyttet %@. For at bruge %@ bedes du oprette en adresse.
de: Ihr Proton-Konto ist mit „%@” verbunden. Um „%@” zu verwenden zu können, erstellen Sie bitte eine E-Mail-Adresse.

source: Your Proton Free account was successfully created.
be: Ваш уліковы запіс Proton Free паспяхова створаны.
ca: S'ha creat correctament el vostre compte Proton Free.
cs: Váš účet Proton Free byl úspěšně vytvořen.
da: Din Proton Free-konto blev oprettet.
de: Ihr kostenloses Proton-Konto wurde erfolgreich erstellt.
el: Ο λογαριασμός σας Proton Free δημιουργήθηκε επιτυχώς.
es: Tu cuenta gratuita de Proton ha sido creada.
fa: حساب کاربری Proton Free شما با موفقیت ایجاد شد.
fr: Votre compte Proton Free a été créé.
hu: Az ingyenes Proton fiókja elkészült.
id: Akun Proton Free Anda berhasil dibuat.
ja: Proton Free アカウントは正常に作成されました。
ka: თქვენი Proton-ის უფასო ანგარიში წარმატებით შეიქმნა.
kab: Amiḍan-ik Proton Free yettwarna akken iwata.
nl: Uw Proton Free account is succesvol aangemaakt.
pl: Konto Proton Free zostało utworzone.
pt_br: Sua conta Proton Free foi criada.
ro: Contul Proton gratuit v-a fost creat cu succes.
ru: Ваш аккаунт Proton Free был успешно создан.
sv: Ditt Proton Free-konto har skapats.
tr: Proton Free hesabınız oluşturuldu.
uk: Ваш обліковий запис Proton Free успішно створено.

source: Your recovery email address:
da: Din e-mailadresse til gendannelse:
de: Ihre Wiederherstellungs-E-Mail-Adresse:

source: OK
be: Добра
el: ΟΚ
es: Aceptar
fa: تایید
ka: დიახ
kab: Ih
tr: Tamam
uk: Застосувати

source: SMS
fa: پیامک
ru: СМС

source: CAPTCHA
fa: کپچا
