Repository: ProtonMail/protoncore_ios
Catalog: libraries/CoreTranslation/Sources/Resources/*.lproj/Localizable.strings
Languages: be, ca, cs, da, de, el, es, fa, fr, hu, id, ja, ka, kab, nl, pl, pt_br, ro, ru, sv, tr, uk

source: Please enter your Proton Account email or username.
be: Увядзіце свой уліковы запіс Proton або імя карыстальніка.
ca: Introduïu el vostre correu electrònic o nom d'usuari del compte Proton.
cs: Prosím, zadejte Váš Proton e-mail nebo uživatelské jméno.
da: Indtast venligst din Proton-kontos e-mail eller brugernavn.
de: Bitte geben Sie Ihre Proton E-Mail-Adresse oder Ihren Benutzernamen ein.
el: Παρακαλούμε εισαγάγετε το email ή το όνομα χρήστη του λογαριασμού Proton σας.
es: Introduce tu correo electrónico de Proton o nombre de usuario.
fa: لطفا ایمیل حساب کاربری یا نام کاربری Proton خود را وارد کنید.
fr: Saisissez votre adresse e-mail de compte Proton ou votre nom d'utilisateur Proton.
hu: Adja meg a Proton fiókja email címét vagy a felhasználónevét.
id: Silakan masukkan Akun surel Proton atau nama pengguna Anda.
ja: Proton アカウントのメールアドレスまたはユーザー名を入力してください。
ka: შეიყვანეთ თქვენი Proton-ის ანგარიშის ელფოსტის ან მომხმარებლის სახელი.
kab: Ttxil-k sekcem imayl n umiḍan Proton neɣ isem-ik n useqdac.
nl: Gelieve uw Proton Account e-mail of gebruikersnaam in te geven.
pl: Wpisz adres e-mail lub nazwę użytkownika konta Proton.
pt_br: Digite seu e-mail ou nome de usuário da Proton.
ro: Introduceți adresa de e-mail a contului Proton sau numele de utilizator.
ru: Пожалуйста, введите электронную почту или имя пользователя вашего аккаунта Proton.
sv: Ange e-post eller användarnamn för ditt Proton-konto.
tr: Lütfen Proton hesabınızın e-posta adresini ya da kullanıcı adını yazın.
uk: Введіть свою електронну адресу або ім'я користувача облікового запису Proton.

source: Please enter your Proton Account password.
be: Увядзіце пароль уліковага запісу Proton.
ca: Introduïu la contrasenya del vostre compte Proton.
cs: Prosím, zadejte Vaše heslo Proton účtu.
da: Indtast venligst din Proton-kontos adgangskode.
de: Bitte geben Sie Ihr Proton-Kontenpasswort ein.
el: Παρακαλώ εισάγετε τον κωδικό πρόσβασης του λογαριασμού Proton σας.
es: Introduce la contraseña de tu cuenta Proton.
fa: لطفا گذرواژه حساب کاربری Proton خود را وارد کنید.
fr: Saisissez le mot de passe de votre compte Proton.
hu: Adja meg a Proton fiókja jelszavát.
id: Silakan masukkan kata sandi Akun Proton.
ja: Proton アカウントのパスワードを入力してください。
ka: შეიყვანეთ თქვენი Proton-ის ანგარიშის პაროლი.
kab: Ttxil-k sekcem imayl n umiḍan Proton.
nl: Gelieve uw Proton Account wachtwoord in te geven.
pl: Wpisz hasło konta Proton.
pt_br: Digite a senha de sua conta da Proton.
ro: Introduceți parola contului Proton.
ru: Введите пароль вашего аккаунта Proton.
sv: Ange lösenord för ditt Proton-konto.
tr: Lütfen Proton hesabınızın parolasını yazın.
uk: Введіть свій пароль облікового запису Proton.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the purchase.
da: Log ind på den ProtonMail-konto, hvortil abonnementet opgraderes, så købet kan effektueres.
de: Bitte melden Sie sich bei dem ProtonMail-Konto an, für das Sie den Serviceplan aktualisieren möchten, damit wir den Kauf abschließen können.

source: Please log in to the ProtonMail account you're upgrading the service plan for so we can complete the service plan activation.
da: Log ind på den ProtonMail-konto, hvortil abonnementet opgraderes, så aktiveringen af abonnementet kan effektueres.
de: Bitte melden Sie sich bei dem ProtonMail-Konto an, für das Sie den Serviceplan aktualisieren möchten, damit wir die Aktivierung des Serviceplans abschließen können.

source: Please unlock the app to proceed with your service plan activation
be: Разблакіруйце праграму, каб працягнуць актывацыю сэрвіснага тарыфнага плана
ca: Desbloquegeu l'aplicació per continuar amb l'activació del vostre pla de serveis
cs: Prosím odblokujte aplikaci a pokračujte v aktivaci Vašeho plánu služeb
da: Oplås app'en for at fortsætte med din abonnementsaktivering
de: Bitte entsperren Sie die App, um mit der Aktivierung Ihres Serviceplans fortfahren zu können.
el: Παρακαλώ ξεκλειδώστε την εφαρμογή για να προχωρήσετε στην ενεργοποίηση του πακέτου/πλάνου υπηρεσίας σας
es: Desbloquea la aplicación para activar el plan de servicio.
fr: Déverrouillez l'application pour procéder à l'activation de votre offre.
hu: Kérjük, szolgáltatási csomagjának aktiválásához oldja fel az alkalmazást
id: Mohon buka kunci aplikasi untuk melanjutkan aktivasi paket layanan Anda
ja: サービスプランの有効化のために、アプリをロック解除してください。
ka: სერვისი გეგმის აქტივაციისთვის აპის განბლოკვაა საჭირო
kab: Ma ulac aɣilif kkes aseḍru i usnas akken ad tkemmleḍ deg urmad n uɣawas n umeẓlu
nl: Gelieve de app te ontgrendelen om verder te gaan met de activering van uw service plan
pl: Odblokuj aplikację, aby kontynuować aktywację planu
pt_br: Desbloqueie o aplicativo para prosseguir com a ativação do seu plano.
ro: Deblocați aplicația pentru a continua activarea abonamentului
ru: Пожалуйста, разблокируйте приложение, чтобы продолжить активацию вашего тарифа
sv: Lås upp appen för att fortsätta med aktiveringen av dina pakettjänster
tr: Hizmet tarifenizi kullanıma almak için lütfen uygulamanın kilidini açın
uk: Розблокуйте програму, щоб продовжити активацію плану послуг

source: Priority customer support
be: Прыярытэтная падтрымка кліентаў
ca: Atenció al client prioritària
cs: Prioritní zákaznická podpora
da: Prioriteret kundesupport
de: Vorrangiger Kunden-Support
el: Προτεραιότητα στην υποστήριξη πελατών
es: Soporte prioritario
fa: اولویت پشتیبانی مشتری
fr: Service client prioritaire
hu: Elsőbbségi felhasználói támogatás
id: Dukungan pelanggan prioritas
ja: 優先カスタマーサポート
ka: მომხმარებლის პრიორიტეტული მხარდაჭერა
kab: Tallelt n umsaɣ yezwaren
nl: Ondersteuning met hoge prioriteit
pl: Priorytetowe wsparcie klienta
pt_br: Suporte prioritário ao cliente
ro: Asistență prioritară clienți
ru: Приоритетная поддержка клиентов
sv: Prioriterad kundsupport
tr: Öncelikli müşteri desteği
uk: Пріоритетна підтримка клієнтів

source: ProtonMail for professionals and businesses
da: ProtonMail til erhvervsfolk og virksomheder
de: ProtonMail für Profis und Unternehmen

source: Purchase is not possible.
be: Купля немагчыма.
ca: La compra no és possible.
cs: Nákup není možný.
da: Køb er ikke muligt.
de: Kauf nicht möglich.
el: Η αγορά δεν είναι δυνατή.
es: La compra no es posible.
fa: خرید ممکن نیست.
fr: L'achat n'est pas possible.
hu: A vásárlás nem lehetséges.
id: Tidak dapat melakukan pembelian.
ja: 購入処理を進めることができません。
ka: შეძენა შეუძლებელია.
kab: Tiɣin d awezɣi.
nl: Aankoop is niet mogelijk.
pl: Zakup nie jest możliwy.
pt_br: Não é possível fazer a compra.
ro: Achiziția nu este posibilă.
ru: Невозможно совершить покупку.
sv: Köp är inte möjligt.
tr: Satın alınamaz.
uk: Купівля неможлива.

source: Quit
be: Выйсці
ca: Surt
cs: Ukončit
da: Afslut
de: Beenden
el: Έξοδος
es: Salir
fa: پایان
fr: Quitter
hu: Kilépés
id: Keluar
ja: 終了
ka: გასვლა
kab: Ffeɣ
nl: Afsluiten
pl: Wyjście
pt_br: Sair
ro: Ieșire
ru: Выйти
sv: Sluta
tr: Çıkış
uk: Вийти

source: Recovery code
be: Код аднаўлення
ca: Codi de recuperació
cs: Kód pro obnovení
da: Gendannelseskode
de: Wiederherstellungscode
el: Κωδικός ανάκτησης
es: Código de recuperación
fa: کد بازیابی
fr: Code de récupération
hu: Helyreállítási kód
id: Kode pemulihan
ja: 回復用コード
ka: აღდგენის კოდი
kab: Tangalt n tririt
nl: Herstelcode
pl: Kod odzyskiwania
pt_br: Código de recuperação
ro: Cod de recuperare
ru: Код восстановления
sv: Återställningskod
tr: Kurtarma kodu
uk: Код відновлення

source: Recovery email
be: Электронная пошта для аднаўлення доступу
ca: Correu electrònic de recuperació
cs: E-mail pro obnovení
da: E-mail til gendannelse
de: Wiederherstellungs-E-Mail-Adresse
el: Διεύθυνση ανάκτησης
es: Correo electrónico de recuperación
fa: رایانامه بازیابی
fr: E-mail de récupération
hu: Helyreállító e-mail
id: Surel pemulihan
ja: 回復用メールアドレス
ka: აღდგენის ელფოსტა
kab: Imayl n tririt
nl: Herstel-e-mailadres
pl: Adres pomocniczy
pt_br: E-mail de recuperação
ro: E-mail de recuperare
ru: Адрес резервной эл. почты
sv: E-post för återställning
tr: Kurtarma e-posta adresi
uk: Резервна е-пошта

source: Recovery phone number
be: Нумар тэлефона для аднаўлення доступу
ca: Número de telèfon de recuperació
cs: Telefonní číslo pro obnovení
da: Telefonnummer til gendannelse
de: Rufnummer für die Wiederherstellung
el: Τηλεφωνικός αριθμός ανάκτησης
es: Número de teléfono de recuperación
fa: شماره تلفن بازیابی
fr: Numéro de téléphone de récupération
hu: Helyreállítási telefonszám
id: Nomor telepon pemulihan
ja: 回復用の電話番号
ka: აღდგენის ტელეფონის ნომერი
kab: Uṭṭun n usawal n tririt
nl: Herstel-telefoonnummer
pl: Numer pomocniczy
pt_br: Telefone de recuperação
ro: Număr de telefon pentru recuperare
ru: Номер телефона для восстановления доступа
sv: Telefonnummer för återställning
tr: Kurtarma telefonu numarası
uk: Номер телефону для відновлення

source: Remove
be: Выдаліць
ca: Suprimeix
cs: Odstranit
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
fa: حذف
fr: Supprimer
hu: Eltávolítás
id: Hapus
ja: 削除
ka: წაშლა
kab: Kkes
nl: Verwijderen
pl: Usuń
pt_br: Remover
ro: Eliminare
ru: Удалить
sv: Ta bort
tr: Kaldır
uk: Вилучити

source: Remove account
be: Выдаліць уліковы запіс
ca: Suprimir el compte
cs: Odstranit účet
da: Fjern konto
de: Konto entfernen
el: Αφαίρεση λογαριασμού
es: Eliminar cuenta
fa: حذف حساب کاربری
fr: Supprimer le compte
hu: Fiók törlése
id: Hapus akun
ja: アカウントを削除
ka: ანგარიშის წაშლა
kab: Kkes amiḍan
nl: Account verwijderen
pl: Usuń konto
pt_br: Remover conta
ro: Eliminare cont
ru: Удалить аккаунт
sv: Ta bort konto
tr: Hesabı kaldır
uk: Вилучити обліковий запис

source: Repeat password
be: Паўтарыце пароль
ca: Repetir contrasenya
cs: Zopakujte heslo
da: Gentag adgangskode
de: Passwort erneut eingeben
el: Επανάληψη κωδικού
es: Repetir contraseña
fa: تکرار گذرواژه
fr: Confirmer le mot de passe
hu: Jelszó ismét
id: Ulangi kata sandi
ja: パスワードを再度入力
ka: გაიმეორეთ პაროლი
kab: Ales awal uffir
nl: Wachtwoord herhalen
pl: Potwierdź hasło
pt_br: Repita a senha
ro: Repetare parolă
ru: Повторите пароль
sv: Upprepa lösenord
tr: Parola onayı
uk: Повторити пароль

source: Request an invite
be: Запытаць запрашэнне
ca: Demanar una invitació
cs: Požádat o pozvánku
da: Anmod om en invitation
de: Anfrage einreichen
el: Αίτηση πρόσκλησης
es: Solicitar una invitación
fa: درخواست دعوتنامه
fr: Demander une invitation
hu: Meghívó kérése
id: Minta undangan
ja: 登録を申請する
ka: მოსაწვევის მოთხოვნა
kab: Suter tinubga
nl: Uitnodiging aanvragen
pl: Poproś o zaproszenie
pt_br: Solicitar um convite
ro: Solicitați invitație
ru: Запросить приглашение
sv: Begär en inbjudan
tr: Davet isteğinde bulun
uk: Запитати запрошення

source: Request new code
be: Запытаць новы код
ca: Demana un nou codi
cs: Požádat o nový kód
da: Anmod om ny kode
de: Neuen Code anfordern
el: Ζητήστε νέο κωδικό
es: Solicitar un nuevo código
fa: درخواست کد جدید
fr: Demander un nouveau code
hu: Új kód kérése
id: Minta kode baru
ja: 新しいコードをリクエスト
ka: ახალი კოდის გამოთხოვა
kab: Suter tangalt tamaynut
nl: Nieuwe code aanvragen
pl: Poproś o nowy kod
pt_br: Solicitar um novo código
ro: Solicitare cod nou
ru: Запросить новый код
sv: Begär ny kod
tr: Yeni kod iste
uk: Запитати новий код

source: Request new code?
be: Запытаць новы код?
ca: Demanar un codi nou?
cs: Požádat o nový kód?
da: Anmod om ny kode?
de: Neuen Code anfordern?
el: Ζητήστε νέο κωδικό?
es: ¿Solicitar un código nuevo?
fa: درخواست کد جدید?
fr: Demander un nouveau code ?
hu: Új kód kérése?
id: Minta kode baru?
ja: 新しいコードをリクエスト?
ka: გამოვითხოვო ახალი კოდი?
kab: Suter tangalt tamaynut?
nl: Nieuwe code aanvragen?
pl: Potrzebujesz nowy kod?
pt_br: Solicitar novo código?
ro: Solicitare cod nou?
ru: Запросить новый код?
sv: Begär ny kod?
tr: Yeni kod istensin mi?
uk: Запитати новий код?

source: Resend
be: Выслаць паўторна
ca: Tornar a enviar
cs: Poslat znovu
da: Gensend
de: Erneut senden
el: Αποστολή ξανά
es: Reenviar
fa: ارسال مجدد
fr: Renvoyer
hu: Újraküldés
id: Kirim ulang
ja: 再送信
ka: თავიდან გაგზავნა
kab: Ales tuzna
nl: Opnieuw versturen
pl: Wyślij ponownie
pt_br: Reenviar
ro: Retrimitere
ru: Отправить заново
sv: Skicka igen
tr: Yeniden gönder
uk: Надіслати повторно

source: Retry
be: Паўтарыць
ca: Reintenta
cs: Opakovat
da: Prøv igen
de: Wiederholen
el: Δοκιμάστε ξανά
es: Reintentar
fa: تلاش دوباره
fr: Réessayer
hu: Újra
id: Coba lagi
ja: 再試行
ka: თავიდან
kab: Ɛref̣ tikelt-nniḍen
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_br: Tentar novamente
ro: Reîncercare
ru: Повторить
sv: Försök igen
tr: Yeniden dene
uk: Повторити спробу

source: Search country
be: Пошук краіны
ca: Cercar país
cs: Vyhledat zemi
da: Søg land
de: Land suchen
el: Αναζήτηση χώρας
es: Buscar país
fa: جستجوی کشور
fr: Rechercher un pays
hu: Ország keresése
id: Cari negara
ja: 国を検索
ka: ქვეყნის ძებნა
kab: Nadi tamurt
nl: Zoek land
pl: Szukaj kraju
pt_br: Procurar país
ro: Căutare țară
ru: Найти страну
sv: Sök land
tr: Ülke ara
uk: Пошук країни

source: Securing your account
be: Абарона вашага ўліковага запісу
ca: Protegint el vostre compte
cs: Zabezpečení vašeho účtu
da: Sikrer din konto
de: Ihr Konto wird gesichert
el: Γίνεται διασφάλιση του λογαριασμού σας
es: Protegiendo tu cuenta
fa: درحال امن کردن حساب شما
fr: Sécurisation de votre compte
hu: Fiók biztosítása
id: Mengamankan akun Anda
ja: アカウントを安全にしています
ka: თქვენი ანგარიშის დაცვა
kab: Aseɣles n umiḍan-ik·im
nl: Beveiliging van uw account
pl: Zabezpieczenie konta
pt_br: Protegendo sua conta
ro: Securizare cont
ru: Защита вашей учетной записи
sv: Säkrar ditt konto
tr: Hesabınız korunuyor
uk: Захист вашого облікового запису

source: Select
da: Vælg
de: Auswählen

source: Select a plan
be: Выберыце тарыфны план
ca: Seleccioneu un pla
cs: Vyberte tarif
da: Vælg et abonnement
de: Abonnement auswählen
el: Επιλέξτε ένα πλάνο
es: Selecciona un plan
fa: یک طرح انتخاب کنید
fr: Choisir un abonnement
hu: Csomag kiválasztása
id: Pilih paket
ja: プランを選択
ka: აირჩეთ გეგმა
kab: Fren aɣawas
nl: Selecteer een abonnement
pl: Wybierz plan
pt_br: Selecione um plano
ro: Selectare plan
ru: Выбрать тариф
sv: Välj ett paket
tr: Bir tarife seçin
uk: Оберіть тарифний план

source: Set recovery method
be: Задаць метад аднаўлення
ca: Establir un mètode de recuperació
cs: Nastavit metodu obnovení
da: Indstil gendannelsesmetode
de: Wiederherstellungsmethode festlegen
el: Ορισμός μεθόδου ανάκτησης
es: Establecer un método de recuperación
fa: تعیین روش بازیابی
fr: Définir une méthode de récupération
hu: Helyreállítási módszer hozzáadása
id: Atur metode pemulihan
ja: 回復手段を設定
ka: აღდგენის მეთოდის დაყენება
kab: Sbadu tarrayt n tririt
nl: Herstelmethode instellen
pl: Ustaw metodę odzyskiwania
pt_br: Definir o método de recuperação
ro: Setare metodă de recuperare
ru: Установить способ восстановления
sv: Ställ in återställningsmetod
tr: Kurtarma yöntemini ayarla
uk: Додати спосіб відновлення

source: Set recovery method (optional)
da: Indstil gendannelsesmetode (valgfrit)
de: Wiederherstellungsmethode festlegen (optional)

source: Sign in
be: Увайсці
ca: Inicia la sessió
cs: Přihlásit se
da: Log ind
de: Anmelden
el: Είσοδος
es: Iniciar sesión
fa: ورود
fr: Se connecter
hu: Bejelentkezés
id: Masuk
ja: サインイン
ka: შესვლა
kab: Qqen
nl: Inloggen
pl: Zaloguj się
pt_br: Iniciar sessão
ro: Autentificare
ru: Войти
sv: Logga in
tr: Oturum aç
uk: Увійти

source: Sign in to another account
be: Увайсці ў іншы ўліковы запіс
ca: Iniciar sessió a un altre compte
cs: Přihlásit se k jinému účtu
da: Log ind på en anden konto
de: Melde dich bei einem anderen Konto an
el: Είσοδος σε άλλον λογαριασμό
es: Iniciar sesión en otra cuenta
fa: ورود به یک حساب کاربری دیگر
fr: Se connecter à un autre compte
hu: Bejelentkezés másik fiókba
id: Masuk ke akun yang lain
ja: ほかのアカウントでサインイン
ka: სხვა ანგარიშში შესვლა
kab: Qqen ɣer umiḍan niḍen
nl: Inloggen op een andere account
pl: Zaloguj się do innego konta
pt_br: Iniciar sessão em outra conta
ro: Conectare la alt cont
ru: Войти в другой аккаунт
sv: Logga in på annat konto
tr: Başka bir hesap oturumu aç
uk: Увійти до іншого облікового запису

source: Sign out
be: Выйсці
ca: Tanca la sessió
cs: Odhlásit se
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fa: خروج
fr: Se déconnecter
hu: Kijelentkezés
id: Keluar
ja: サインアウト
ka: გასვლა
kab: Ffeɣ
nl: Uitloggen
pl: Wyloguj
pt_br: Encerrar sessão
ro: Deconectare
ru: Выйти
sv: Logga ut
tr: Oturumu kapat
uk: Вийти

source: Signed in to ProtonMail
da: Logget ind på ProtonMail
de: Angemeldet in ProtonMail

source: Signed out of Protonmail
da: Logget ud af ProtonMail
de: Abgemeldet von ProtonMail

source: Skip
be: Прапусціць
ca: Omet
cs: Přeskočit
da: Spring over
de: Überspringen
el: Παράλειψη
es: Omitir
fa: جهش
fr: Ignorer
hu: Kihagyás
id: Lewati
ja: スキップ
ka: გამოტოვება
kab: Zgel
nl: Overslaan
pl: Pomiń
pt_br: Ignorar
ro: Omitere
ru: Пропустить
sv: Hoppa över
tr: Atla
uk: Пропустити

source: Skip recovery method?
be: Прапусціць метад аднаўлення?
ca: Voleu ometre el mètode de recuperació?
cs: Přeskočit metodu obnovení?
da: Spring over gendannelsesmetode?
de: Wiederherstellungsmethode überspringen?
el: Παράλειψη μεθόδου ανάκτησης;
es: ¿Omitir método de recuperación?
fa: رد شدن از تعیین روش بازیابی؟
fr: Ne pas définir de méthode de récupération ?
hu: Helyreállítási módszer kihagyása?
id: Lewati metode pemulihan?
ja: 回復手段の設定をスキップしますか?
ka: გამოვტოვო აღდგენის მეთოდი?
kab: Zgel tarrayt n tririt?
nl: Herstelmethode overslaan?
pl: Pominąć metodę odzyskiwania?
pt_br: Pular o método de recuperação?
ro: Omiteți metoda de recuperare?
ru: Пропустить способ восстановления?
sv: Hoppa över återställningsmetod?
tr: Kurtarma yöntemi atlansın mı?
uk: Не додавати спосіб відновлення?

source: Sorry, we cannot process purchases in the beta version of the iOS app. Thank you for participating in our public beta!
be: На жаль, мы не можам апрацаваць куплю ў бэта-версіі праграмы для iOS. Дзякуй, што прынялі ўдзел у нашым публічным бэта-тэсціраванні!
ca: Ens sap greu, no podem processar compres a la versió beta de l'aplicació iOS. Gràcies per participar a la nostra beta pública!
cs: Omlouváme se, ale nemůžeme zpracovávat nákupy v beta verzi aplikace pro iOS. Děkujeme Vám za účast v našem veřejném beta testování!
da: Beklager, køb kan ikke behandles i beta-versionen af iOS-app'en. Tak fordi din deltagelse i vores offentlige beta!
de: Leider können wir in der Beta-Version der iOS-App keine Bestellungen verarbeiten. Vielen Dank für Ihre Teilnahme an unserer Public Beta!
el: Δυστυχώς, δεν μπορούμε να επεξεργαστούμε τις αγορές στην έκδοση beta της εφαρμογής iOS. Σας ευχαριστούμε για τη συμμετοχή σας στο pubic beta!
es: Lo sentimos, no podemos procesar compras en la versión beta de la aplicación para iOS. ¡Gracias por participar en nuestra beta pública!
fr: Nous ne pouvons malheureusement pas traiter les achats dans la version bêta de l'application iOS. Merci de participer à notre version bêta publique !
hu: Elnézést, de az iOS alkalmazás béta verziójából nem tudunk vásárlásokat fogadni. De azért köszönjük, hogy részt vesz a béta programban!
id: Maaf, kami tidak dapat memproses pembayaran di aplikasi iOS versi beta. Terima kasih telah berpartisipasi dalam program beta publik kami!
ja: 申し訳ございませんがベータ版のiOSアプリからは課金ができません。 パブリックベータにご参加頂きありがとうございます。
ka: ჩვენ არ შეგვიძლია, შეძენა iOS-ის აპის ბეტა ვერსიაში. მადლობა, რომ მონაწილეობას იღებთ საჯარო ბეტაში!
kab: Suref-aɣ, ur nezmir ara ad nermed timahilin n tmesɣiwt deg lqem beta n usnas iOS. Tanemmirt imi tettekkaḍ deg lqem-nneɣ beta azayez!
nl: Sorry, we kunnen aankopen niet verwerken in de bètaversie van de iOS-app. Bedankt voor uw deelname aan onze publieke bètaversie!
pl: Nie możemy przetworzyć zakupów w aplikacji na iOS wersji beta. Dziękujemy za uczestnictwo w naszym programie beta!
pt_br: Desculpe, não é possível processar compras na versão beta do aplicativo para iOS. Nós lhe agradecemos por participar de nossa beta público.
ro: Ne pare rău, nu putem procesa achizițiile în versiunea beta a aplicației. Vă mulțumim pentru participarea la testul nostru beta public!
ru: Извините, мы не можем обрабатывать покупки в бета-версии приложения для iOS. Благодарим вас за участие в нашем публичном бета-тестировании!
sv: Vi kan inte behandla köp i betaversionen av iOS-appen. Tack för att du deltar i vår offentliga beta!
tr: Ne yazık ki, iOS uygulamasının beta sürümündeki satın alımları işleyemiyoruz. Herkese açık beta programımıza katıldığınız için teşekkür ederiz!
uk: Перепрошуємо, але ми не можемо обробляти покупки в бета-версії програми для iOS. Дякуємо за участь в нашій загальнодоступній програмі тестування!

source: Still need help? Contact us directly.
be: Усё яшчэ неабходна дапамога? Вы можаце звязацца непасрэдна з намі.
ca: Encara necessiteu ajuda? Contacteu-nos directament.
cs: Stále potřebujete pomoci? Kontaktujte nás přímo.
da: Har du stadig brug for hjælp? Kontakt os direkte.
de: Benötigen Sie weitere Hilfe? Kontaktieren Sie uns direkt.
el: Χρειάζεστε ακόμα βοήθεια; Επικοινωνήστε απευθείας με εμάς.
es: ¿Aún necesitas ayuda? Contáctanos directamente.
fa: هنوز به کمک نیاز دارید؟ با ما به صورت مستقیم تماس بگیرید.
fr: Vous avez toujours besoin d'aide ? Contactez-nous.
hu: További segítségre van szüksége? Lépjen velünk kapcsolatba.
id: Masih butuh bantuan lebih lanjut? Hubungi kami secara langsung.
ja: 問題が解決しませんか? 直接お問い合わせる.
ka: ჯერ კიდევ გჭირდებათ დახმარება? პირდაპირ დაგვიკავშირდით.
kab: Mazal tesriḍ tallalt? Nermes-aɣ-d srid
nl: Meer hulp nodig? Neem dan rechtstreeks contact met ons op.
pl: Nadal potrzebujesz pomocy? Skontaktuj się z nami.
pt_br: Ainda precisa de ajuda? Entre em contato diretamente conosco.
ro: Încă aveți nevoie de ajutor? Contactați-ne direct.
ru: Все ещё нужна помощь? Свяжитесь с нами напрямую.
sv: Behöver du fortfarande hjälp? Kontakta oss direkt.
tr: Hala yardım gerekiyor mu? Doğrudan bizimle görüşün.
uk: Досі потребуєте допомоги? Зв'яжіться з нами безпосередньо.

source: Streaming service support
be: Падтрымка сэрвісу трансляцыі
ca: Suport de serveis de reproducció en línia
cs: Podpora streamovacích služeb
da: Understøttelse af streamingtjeneste
de: Unterstützung von Streaming-Diensten
el: Υποστήριξη υπηρεσίας μετάδοσης
es: Soporte de servicio de streaming
fa: پشتیبانی از سرویس استریم
fr: Prise en charge des services de streaming
hu: Közvetítési szolgáltatások támogatása
id: Dukungan layanan streaming
ja: ストリーミングサービス対応
ka: სტრიმინგის სერვერის მხარდაჭერა
kab: Tallalt n umeẓlu n usuddem
nl: Streaming service ondersteuning
pl: Wsparcie usług streamingu
pt_br: Suporte a serviços de streaming
ro: Suport servicii de transmisie în flux
ru: Поддержка стриминговых сервисов
sv: Stöd för streamingtjänster
tr: Yayın akışı hizmeti desteği
uk: Підтримка сервісів потокової трансляції

source: Subscription
be: Падпіска
ca: Subscripció
cs: Předplatné
da: Abonnement
de: Abonnement
el: Συνδρομή
es: Suscripción
fa: اشتراک
fr: Abonnement
hu: Előfizetés
id: Langganan
ja: サブスクリプション
ka: გამოწერა
kab: Ajerred
nl: Abonnement
pl: Subskrypcja
pt_br: Assinatura
ro: Abonament
ru: Подписка
sv: Prenumeration
tr: Abonelik
uk: Передплата

source: switch to
be: змяніць на
ca: canviar a
cs: přepnout na
da: skift til
de: wechseln zu
el: αλλαγή σε
es: cambiar a
fa: تعویض به
fr: basculer vers
hu: váltás:
id: ganti ke
ja: 切り替え:
ka: გადართვა
kab: ddu ɣer
nl: wisselen naar
pl: przełącz na konto
pt_br: alternar para
ro: comutare la
ru: перейти к
sv: byt till
tr: şuna geç
uk: перейти до

source: Terms and Conditions
be: Умовы выкарыстання
ca: Termes i Condicions
cs: Smluvní podmínky užívání
da: Vilkår og Betingelser
de: Allgemeine Geschäftsbedingungen
el: Όροι και Προϋποθέσεις
es: Términos y condiciones
fa: شرایط و قوانین
fr: Conditions générales d’utilisation
hu: Szerződési feltételeket
id: Syarat dan Ketentuan
ja: 利用規約
ka: პირობები და წესები
kab: Tiwtilin n useqdec
nl: Algemene voorwaarden
pl: Regulamin
pt_br: Termos e condições
ro: Termeni și condiții
ru: Условия
sv: Användarvillkor
tr: Hüküm ve Koşullar
uk: Умови та положення
