Repository: ProtonMail/protoncore_ios
Catalog: libraries/CoreTranslation/Sources/Resources/*.lproj/Localizable.strings
Languages: be, ca, cs, da, de, el, es, fa, fr, hu, id, ja, ka, kab, nl, pl, pt_br, ro, ru, sv, tr, uk

source: The account setup process could not be finalized due to an unexpected error. Please try again.
be: Працэс наладжвання ўліковага запісу не можа быць завершаны па прычыне нечаканай памылкі. Паспрабуйце яшчэ раз.
ca: La configuració del compte no s'ha pogut finalitzar a causa d'un error inesperat. Torneu a prova-ho.
cs: Proces nastavení účtu nemohl být dokončen z důvodu neočekávané chyby. Prosím zkuste to znovu.
da: Opsætningen af kontoen kunne ikke afsluttes på grund af en uventet fejl. Prøv venligst igen.
de: Der Prozess der Kontoeinrichtung konnte aufgrund eines unerwarteten Fehlers nicht abgeschlossen werden. Bitte versuchen Sie es erneut.
el: Δεν ήταν δυνατή η ολοκλήρωση της διαδικασίας ρύθμισης λογαριασμού λόγω μη αναμενόμενου σφάλματος. Παρακαλούμε προσπαθήστε ξανά.
es: El proceso de configuración de tu cuenta no puede finalizarse debido a un error inesperado. Inténtalo de nuevo.
fr: Le processus de configuration du compte n'a pas pu être finalisé en raison d'une erreur inattendue. Nous vous invitons à réessayer.
hu: A fiókja beállítása nem fejezhető be egy váratlan hiba miatt. Kérjük próbálja újra.
id: Proses pemasangan akun tidak dapat diselesaikan karena adanya kesalahan yang tidak terduga. Silakan coba lagi.
ja: 予期しないエラーによりアカウントセットアップを完了できませんでした。 再度お試しください。
ka: ანგარიშის მორგების პროცესის დასრულება შეუძლებელია გაუთვალისწინებელი შეცდომის გამო. თავიდან სცადეთ.
nl: De account set-up kon niet worden afgerond als gevolg van een onverwachte fout. Probeer opnieuw.
pl: Wystąpił nieoczekiwany błąd i konfiguracja konta nie została zakończona. Spróbuj ponownie.
pt_br: A configuração da conta não foi finalizada devido a um erro inesperado. Tente novamente.
ro: Procesul de configurare a contului nu a putut fi finalizat din cauza unei erori neașteptate. Mai încercați.
ru: Процесс настройки аккаунта не может быть завершен по причине непредвиденной ошибки. Пожалуйста, попробуйте еще раз.
sv: Kontoinställningsprocessen kunde inte slutföras på grund av ett oväntat fel. Försök igen.
tr: Hesap kurulum işlemi beklenmeyen bir sorun çıktığından tamamlanamadı. Lütfen yeniden deneyin.
uk: Не вдалося завершити процес налаштування облікового запису через неочікувану помилку. Будь ласка, спробуйте знову.

source: The basic for private and secure communications.
be: Аснова для прыватных і бяспечных зносін.
ca: La base de les comunicacions privades i segures.
cs: Základ pro soukromou a bezpečnou komunikaci.
da: Det grundlæggende til privat og sikker kommunikation.
de: Die Voraussetzung für private und sichere Kommunikation.
el: Τα βασικά για ιδιωτική και ασφαλή επικοινωνία.
es: Lo básico para comunicaciones privadas y seguras.
fa: بنایی برای ارتباطات خصوصی و امن.
fr: Le point de départ des communications privées et sécurisées.
hu: Alapvető adatvédelem és biztonságos kommunikáció.
id: Dasar untuk komunikasi pribadi dan aman.
ja: プライベートで安全な会話のための基本機能。
ka: საბაზისო ფუნქციები კონფიდენციალური და დაცული ურთიერთობისთვის.
kab: Lsas i teywalt tbaḍnit, taɣelsant.
nl: De basis voor privé-en veilige communicatie.
pl: Podstawowa ochrona prywatności i bezpieczna komunikacja.
pt_br: O básico para comunicações privadas e seguras.
ro: Baza pentru comunicații private și sigure.
ru: Основа для конфиденциальных и защищенных коммуникаций.
sv: Det grundläggande för privat och säker kommunikation.
tr: Kişisel ve güvenli iletişim için Basic.
uk: Основа для приватного та захищеного спілкування.

source: The IAP purchase process has started. Please follow Apple's instructions to either complete or cancel the purchase.
be: Пачаты працэс куплі IAP. Прытрымлівайцеся інструкцый ад кампаніі Apple для таго, каб завяршыць або скасаваць куплю.
ca: El procés de compra de IAP ha començat. Seguiu les instruccions d'Apple per completar o cancel·lar la compra.
cs: Proces nákupu IAP byl zahájen. Postupujte podle pokynů společnosti Apple a nákup dokončete nebo zrušte.
da: Købsprocessen for IAP er startet. Følg Apples instruktioner for at gennemføre eller annullere købet.
de: Der In‑App-Kaufprozess wurde gestartet. Bitte folgen Sie den Anweisungen von Apple, um den Kauf entweder abzuschließen oder abzubrechen.
el: Η διαδικασία αγοράς IAP ξεκίνησε. Παρακαλούμε ακολουθήστε τις οδηγίες της Apple για ολοκλήρωση ή ακύρωση της αγοράς.
es: La compra en la aplicación ha comenzado. Sigue las instrucciones de Apple para terminar o cancelar la compra.
fr: Le processus d'achat dans l’application a commencé. Suivez les instructions d'Apple pour terminer ou annuler l'achat.
hu: Egy IAP vásárlási folyamat elindult. Kérjük kövesse az Apple utasításait vásárlása befejezéséhez vagy pedig visszavonásához.
id: Proses pembelian IAP sudah dimulai. Silakan mengikuti instruksi Apple untuk menuntaskan atau membatalkan pembelian.
ja: アプリ内購入の処理が進行中です。Apple の指示に従って購入を完了またはキャンセルしてください。
ka: IAP შეძენის პროცესი დაწყებულია. შეძენის დასასრულებლად ან გასაუქმებლად Apple-ის ინსტრუქციებს მიჰყევით.
nl: Het IAP-aankoopproces is gestart. Volg de instructies van Apple om de aankoop te voltooien of te annuleren.
pl: Proces zakupu w aplikacji został rozpoczęty. Wykonaj instrukcję firmy Apple, aby zakończyć lub anulować zakup.
pt_br: O processo de compra no app foi iniciado. Siga as instruções da Apple para concluir ou cancelar a compra.
ro: Procesul de achiziție din aplicație a început. Urmați instrucțiunile Apple pentru a finaliza sau anula achiziția.
ru: Процесс покупки IAP начался. Пожалуйста, следуйте инструкциям Apple, чтобы завершить или отменить покупку.
sv: IAP-köpprocessen har startat. Följ Apples instruktioner för att antingen slutföra eller avbryta köpet.
tr: IAP satın alma süreci başlatıldı. Satın alma işlemini tamamlamak ya da iptal etmek için lütfen Apple yönergelerini izleyin.
uk: Процес покупки в програмі розпочато. Дотримуйтесь інструкцій Apple для завершення чи скасування покупки.

source: The TLS certificate validation failed when trying to connect to the Proton API. Your current Internet connection may be monitored. To keep your data secure, we are preventing the app from accessing the Proton API. To log in or access your account, switch to a new network and try to connect again.
be: Не ўдалося праверыць сертыфікат TLS падчас падключэння да Proton API. Ваша бягучае падключэнне да інтэрнэту можа адсочвацца. Для таго, каб захаваць вашы даныя ў бяспецы, мы прадухілілі доступ праграмы да Proton API. Для ўваходу ў праграму або доступу да вашага ўліковага запісу, пераключыцеся на новую сетку і паспрабуйце падключыцца яшчэ раз.
ca: No s'ha pogut validar el certificat TLS en intentar connectar-se a l'API de Proton. La vostra connexió a internet actual podria estar controlada. Per mantenir les vostres dades segures, estem impedint que l'aplicació accedeixi a l'API de Proton. Per iniciar sessió o accedir al vostre compte, canvieu a una nova xarxa i proveu de tornar a connectar.
cs: Při pokusu o připojení k rozhraní Proton API selhalo ověření certifikátu TLS. Vaše aktuální internetové připojení může být monitorováno. Abychom zajistili bezpečnost vašich dat, bráníme aplikaci v přístupu k rozhraní Proton API. Chcete-li se přihlásit nebo získat přístup ke svému účtu, přepněte na novou síť a zkuste se znovu připojit.
da: TLS-certifikatvalideringen mislykkedes, da der blev forsøgt at oprette forbindelse til Proton API'et. Din nuværende internetforbindelse kan blive overvåget. For at beskytte dine data forhindrer vi appen i at få adgang til Proton API'et. Hvis du vil logge ind eller få adgang til din konto, skal du skifte til et nyt netværk og forsøge at oprette forbindelse igen.
de: Die TLS-Zertifikatsvalidierung schlug fehl beim Versuch, eine Verbindung zur Proton-API herzustellen. Deine aktuelle Internetverbindung könnte überwacht werden. Um die Sicherheit deiner Daten zu gewährleisten, wird verhindert, dass die App auf die Proton-API zugreifen kann. Um dich anzumelden oder auf dein Konto zuzugreifen, wechsle zu einem neuen Netzwerk und versuche erneut, eine Verbindung herzustellen.
el: Η επαλήθευση του πιστοποιητικού TLS απέτυχε όταν προσπαθήσατε να συνδεθείτε στο API του Proton VPN. Η τρέχουσα σύνδεση στο internet μπορεί να παρακολουθείται. Για να διατηρήσουμε τα δεδομένα σας ασφαλή, αποτρέπουμε την πρόσβαση της εφαρμογής στο Proton VPN API. Για να συνδεθείτε ή να αποκτήσετε πρόσβαση στο λογαριασμό σας, μεταβείτε σε ένα νέο δίκτυο και προσπαθήστε να συνδεθείτε ξανά.
es: La validación del certificado TLS falló al intentar conectarse a la API de Proton. Tu conexión actual a internet puede estar monitorizada. Para mantener tus datos seguros, estamos impidiendo que la aplicación acceda a la API de Proton. Para iniciar sesión o acceder a tu cuenta, cambia a una nueva red e intenta conectarte de nuevo.
fa: The TLS certificate validation failed when trying to connect to the Proton API. Your current internet connection may be monitored. To keep your data secure, we are preventing the app from accessing the Proton API. To sign in or access your account, switch to a new network and try to connect again.
fr: Le certificat TLS n'a pas pu être validé pendant la tentative de connexion à l'API Proton. Votre connexion internet actuelle peut être surveillée. Pour protéger vos données, nous empêchons l'application d'accéder à l'API Proton. Pour vous connecter ou accéder à votre compte, basculez vers un nouveau réseau et réessayez de vous connecter.
hu: A Proton API-hoz való csatlakozás közben a TLS tanúsítvány ellenőrzése nem sikerült. Az internetkapcsolatát megfigyelhetik. Az adatai védelme érdekében, megakadályoztuk a Proton API-hoz való kapcsolódást. A bejelentkezéshez vagy a fiókja eléréshez váltson egy másik hálózati kapcsolatra majd próbálja meg újra.
id: Sistem kami gagal memvalidasi sertifikat TLS yang ada pada saat Anda mencoba terhubung ke API Proton. Koneksi internet Anda mungkin sedang diawasi. Agar data Anda tetap aman, kami telah mencegah aplikasi yang bersangkutan untuk mengakses API Proton. Untuk masuk atau mengakses akun Anda, cobalah untuk menghubungkan ulang akun Anda pada jaringan yang baru.
ja: Proton API への接続試行中に、TLS 証明書の検証に失敗しました。このインターネット接続は監視されている可能性があります。データを安全に保つため、アプリによる Proton API へのアクセスを中止しています。 サインインまたはアカウントにアクセスするには、新しいネットワークに切り替えてから再度接続をお試しください。
ka: Proton API-სთან დაკავშირების მცდელობისას TLS სერტიფიკატის ვალიდაცია ვერ მოხერხდა. თქვენს მიმდინარე ინტერნეტკავშირს შეიძლება თვალყურს ადევნებდნენ. თქვენი მონაცემების დაცულობის შესანარჩუნებლად ჩვენ ვუკრძალავთ აპს Proton API-ზე წვდომას. თქვენს ანგარიშში შესასვლელად ან წვდომისთვის, გადაერთეთ ახალ ქსელზე და სცადეთ ხელახლა დაკავშირება.
kab: Asentem n uselkin TLS yecceḍ lawan n uɛeruḍ n tuqqna ɣer API n Proton VPN. Tuqqna-inek·inem tamirant n Internet yezmer tettuɛass. I uḍman n tɣellist n yisefka-inek·inem, nessewḥal asnas seg unekcum ɣer API n Proton VPN. I tuqqna neɣ i unekcum ɣer umiḍan-ik·im, beddel azeṭṭa amaynut neɣ ɛreḍ ad teqqneḍ tikkelt-nniḍen.
nl: De validatie van het TLS-certificaat is mislukt bij het maken van een verbinding met de Proton-API. Uw huidige internetverbinding kan worden gecontroleerd. Om uw gegevens veilig te houden, voorkomen wij dat de applicatie toegang krijgt tot de Proton-API. Om in te loggen of toegang te krijgen tot uw account, schakelt u over naar een nieuw netwerk en probeert u opnieuw verbinding te maken.
pl: Podczas próby połączenia z interfejsem API Proton weryfikacja certyfikatu TLS nie powiodła się. Twoje obecne połączenie internetowe może być monitorowane. Aby zachować bezpieczeństwo danych, dostęp aplikacji do interfejsu API został tymczasowo zablokowany. Aby zalogować się lub uzyskać dostęp do konta, wybierz nową sieć i spróbuj połączyć się ponownie.
pt_br: Não foi possível validar o certificado TLS ao tentar se conectar à API do Proton. Sua conexão atual com a Internet pode ser monitorada. Para manter seus dados seguros, estamos impedindo que o aplicativo acesse a API do Proton. Para entrar ou acessar sua conta, mude para uma nova rede e tente se conectar novamente.
ro: Validarea certificatului TLS a eșuat când s-a încercat conectarea la API-ul Proton. Conexiunea la internet vă poate fi monitorizată. Pentru a vă păstra securitatea datelor, împiedicăm aplicația să acceseze API-ul Proton. Pentru a vă conecta și accesa contul, comutați la o rețea nouă și încercați să vă reconectați.
ru: Сбой проверки TLS-сертификата при попытке подключения к API Proton VPN. Возможно, ваше подключение к Интернету отслеживается. Чтобы сохранить ваши данные в безопасности, мы предотвратили доступ приложения к Proton API. Для входа в приложение или доступа к аккаунту подключитесь к другой сети и попробуйте снова.
sv: TLS-certifikatvalideringen misslyckades vid försöket att ansluta till Proton API. Din nuvarande internetanslutning kan övervakas. För att hålla dina data säkra hindrar vi appen från att komma åt Proton API. För att logga in eller komma åt ditt konto byter du till ett nytt nätverk och försöker ansluta igen.
tr: Proton API hizmeti ile bağlantı kurulmaya çalışılırken TLS sertifikası doğrulanamadı. Geçerli İnternet bağlantınız izlenebilir. Verilerinizi güvende tutmak için, uygulamanın Proton API hizmetine erişmesini engelliyoruz. Oturum açmak veya hesabınıza erişmek için başka bir ağa geçin ve yeniden bağlanmayı deneyin.
uk: Не вдалося перевірити сертифікат TLS під час спроби з'єднання з Proton API. Ваше інтернет-з'єднання може відстежуватися. Для захисту ваших даних ми не дозволяємо програмі отримувати доступ до Proton API. Щоб увійти чи отримати доступ до свого облікового запису, змініть мережу і спробуйте з'єднатися знову.

source: This should take no more than a minute.
be: Звычайна гэта патрабуе не больш за хвіліну.
ca: Això no hauria de durar més d'un minut.
cs: Nemělo by to trvat déle, než minutu.
da: Det tager normalt ikke mere end et minut.
de: Dies dauert normalerweise nicht länger als eine Minute.
el: Αυτό δεν πρέπει να πάρει πάνω από ένα λεπτό.
es: Esto no debería de tardar más de un minuto.
fr: Ceci ne devrait pas prendre plus d'une minute.
hu: Az egész várhatóan nem fog egy percnél több időt igénybe venni.
id: Seharusnya tidak sampai satu menit.
ja: これにはそんなに時間はかかりません。
ka: წუთზე მეტი არ უნდა დასჭირდეს.
kab: Aya ad yeṭṭef ma aṭas tasdat.
nl: Dit zou niet meer dan een minuut moeten duren.
pl: Zazwyczaj nie trwa to dłużej niż minutę.
pt_br: Isto não deve levar mais de um minuto.
ro: De obicei nu durează mai mult de un minut.
ru: Обычно на это требуется менее минуты.
sv: Detta bör inte ta mer än en minut.
tr: Bu işlem bir dakikadan uzun sürmemeli.
uk: Це повинно тривати не довше хвилини.

source: This will help you access your account in case you forget your password or get locked out of your account.
be: Гэта дапаможа атрымаць доступ да вашага ўліковага запісу ў выпадку, калі вы забудзеце пароль або заблакіруеце яго.
ca: Això us ajudarà a accedir al vostre compte si oblideu la vostra contrasenya o no podeu entrar al vostre compte.
cs: Toto vám pomůže obnovit přístup k účtu v případě, že zapomenete heslo nebo vám bude odmítnut přístup.
da: Dette vil hjælpe dig med at få adgang til din konto, hvis du glemmer din adgangskode eller bliver låst ude af din konto.
de: Dies hilft Ihnen, auf Ihr Konto zuzugreifen, falls Sie Ihr Passwort vergessen haben oder aus Ihrem Konto ausgesperrt wurden.
el: Αυτό θα σας βοηθήσει να αποκτήσετε πρόσβαση στον λογαριασμό σας σε περίπτωση που ξεχάσετε τον κωδικό πρόσβασης σας ή κλειδωθείτε από τον λογαριασμό σας.
es: Esto te ayudará a acceder a tu cuenta en caso de que olvides tu contraseña o no puedas entrar en tu cuenta.
fr: Cela vous aidera à accéder à votre compte en cas d'oubli de votre mot de passe ou de blocage de votre compte.
hu: Ez segít visszaszerezheti a fiókja elérést, a jelszava elvesztése esetén vagy ha kizáródna a fiókjából.
id: Ini akan membantu Anda mengakses akun seandainya Anda lupa dengan kata sandi atau terkunci dari akun Anda.
ja: パスワードを忘れたり、アカウントにアクセスできなくなった場合に、アカウントにアクセスできるようにします。
ka: ეს დაგეხმარებათ თქვენს ანგარიშთან წვდომაში, თუ პაროლი დაგავიწყდათ ან ანგარიშის დაგებლოკათ.
nl: Dit zal u helpen om toegang te krijgen tot uw account in het geval dat u uw wachtwoord vergeet of buitengesloten raakt van uw account.
pl: Metoda odzyskiwania pomoże uzyskać dostęp do konta, w przypadku gdy zostanie ono zablokowane lub zapomnisz hasła.
pt_br: Isso ajudará você a acessar sua conta caso esqueça sua senha ou tenha seu acesso à conta bloqueado.
ro: Aceasta vă va ajuta să vă accesați contul în cazul în care vă uitați parola și nu vă puteți conecta la cont.
ru: Это поможет вам получить доступ к аккаунту, если вы забудете пароль или он будет заблокирован.
sv: Detta hjälper dig att komma åt ditt konto om du skulle glömma bort ditt lösenord eller bli utlåst från ditt konto.
tr: Bu seçenek, parolanızı unuttuğunuzda ya da oturum açamadığınızda hesabınıza erişmenizi sağlar.
uk: Це допоможе вам отримати доступ до свого облікового запису на випадок, якщо ви забудете пароль або вийдете з облікового запису.

source: This will permanently delete your account and all of its data. You will not be able to reactivate this account.
be: Гэта незваротна выдаліць ваш уліковы запіс і ўсе звязаныя з ім даныя. У вас не будзе магчымасці аднавіць яго пазней.
ca: S'eliminarà permanentment el vostre compte i totes les seves dades. No podreu reactivar aquest compte.
cs: Tímto trvale smažete váš účet a všechna jeho data. Tento účet neubude možné znovu aktivovat.
da: Dette vil permanent slette din konto og alle data, der er knyttet til den. Du vil ikke kunne genaktivere denne konto.
de: Dadurch wird dein Konto und alle zugehörigen Daten dauerhaft gelöscht. Dieses Konto kann dann nicht mehr reaktiviert werden.
el: Αυτό θα διαγράψει οριστικά το λογαριασμό σας και όλα τα δεδομένα του. Δεν θα μπορέσετε να επανενεργοποιήσετε αυτόν τον λογαριασμό.
es: Esto eliminará permanentemente tu cuenta y todos sus datos. No podrás reactivar esta cuenta.
fa: این گزینه به طور دائم حساب کاربری شما و تمام داده‌های آن را حذف می‌کند. شما قادر به فعال‌سازی دوبارهٔ این حساب کاربری نخواهید بود.
fr: Ceci supprimera définitivement votre compte et toutes ses données. Vous ne pourrez pas réactiver ce compte.
hu: Ezzel véglegesen törlődik fiókja és minden ahhoz kapcsolódó adat. A fiók többé nem állítható vissza.
id: Ini akan menghapus akun Anda secara permanen beserta seluruh datanya. Anda tidak akan bisa mengaktifkan ulang akun ini.
ja: この操作により、アカウントとすべてのデータが完全に削除されます。削除後に、このアカウントを再度有効化することはできません。
ka: თქვენი ანგარიში და მონაცემები სამუდამოდ წაიშლება. ანგარიშის რეაქტივაციას ვეღარ შეძლებთ.
kab: Aya ad yekkes i lebda amiḍan-ik·im d meṛṛa isefka-ines. Ur tettizmireḍ ara ad talseḍ armad n umiḍan-a.
nl: Dit zal uw account en alle bijbehorende gegevens permanent verwijderen. U zult dit account niet kunnen heractiveren.
pl: Ta czynność spowoduje trwałe usunięcie konta. Nie będziesz mógł reaktywować tego konta.
pt_br: Isso irá excluir permanentemente sua conta e todas as suas informações. Você não será capaz de reativar esta conta.
ro: Această operațiune va șterge permanent contul și toate datele sale. Nu veți mai putea reactiva acest cont.
ru: Это приведет к окончательному удалению вашего аккаунта и всех его данных. Вы не сможете повторно активировать этот аккаунт.
sv: Detta kommer att ta bort ditt konto och all dess data permanent. Du kommer inte att kunna återaktivera detta konto.
tr: Bu işlem, hesabınızı ve tüm verilerini kalıcı olarak siler. Bu hesabı yeniden kullanıma alamazsınız.
uk: Ця дія остаточно видалить ваш обліковий запис та всі пов'язані з ним дані. Ви не зможете відновити цей обліковий запис.

source: To use the Proton app as a member of an organization, you first need to change your password by signing into Proton through a browser.
be: Для выкарыстання праграмы Proton у якасці ўдзельніка арганізацыі, першапачаткова вам неабходна змяніць свой пароль, увайшоўшы ў Proton праз браўзер.
ca: Per utilitzar l'aplicació Proton com a membre d'una organització abans necessiteu canviar la vostra contrasenya iniciant sessió a Proton des d'un navegador.
cs: Chcete-li používat aplikaci Proton jako člen organizace, musíte nejprve změnit své heslo přihlášením do Proton prostřednictvím prohlížeče.
da: For at bruge Proton-appen som medlem af en organisation, skal du først ændre din adgangskode ved at logge på Proton via en browser.
de: Um als Mitglied einer Organisation die Proton-App nutzen zu können, müssen Sie zunächst Ihr Passwort ändern, indem Sie sich über einen Browser bei Proton anmelden.
el: Για να χρησιμοποιήσετε την εφαρμογή Proton ως μέλος ενός οργανισμού, πρέπει πρώτα να αλλάξετε τον κωδικό πρόσβασης σας, χρησιμοποιώντας ένα πρόγραμμα περιήγησης για την είσοδο στο Proton.
es: Para utilizar la aplicación Proton como miembro de una organización, primero necesitas cambiar tu contraseña iniciando sesión en Proton a través de un navegador.
fa: برای استفاده از برنامه Proton به عنوان عضوی از یک سازمان، شما اول باید گذرواژه خود را از طریق ورود به Proton از طریق یک مرورگر تغییر دهید.
fr: Pour utiliser l'application Proton en tant que membre d'une organisation, vous devez d'abord changer votre mot de passe en vous connectant à Proton via un navigateur.
hu: A Proton alkalmazás szervezeti tagként való használatához, először be kell jelentkeznie a Protonba a web böngészőből és megváltoztatnia a jelszavát.
id: Untuk dapat menggunakan aplikasi Proton selaku anggota organisasi, Anda perlu mengubah kata sandi Anda dengan masuk ke Proton melalui browser terlebih dahulu.
ja: 組織のメンバーとして Proton アプリを使うと、初めにブラウザーから Proton にサインインしてパスワードを変更する必要があります。
ka: Proton-ის აპის ორგანიზაციის წევრად გამოყენებისთვის ჯერ პაროლის შეცვლაა საჭირო. ამის გაკეთება Proton-ში ბრაუზერიდან შესვლით შეგიძლიათ.
nl: Om de Proton-app als lid van een organisatie te gebruiken, moet u eerst uw wachtwoord wijzigen door u via een browser bij Proton aan te melden.
pl: Aby używać aplikacji Proton jako użytkownik organizacji, musisz zmienić swoje hasło. Zaloguj się do konta Proton przez przeglądarkę.
pt_br: Para usar o app Proton como membro de uma organização, antes você precisa alterar sua senha iniciando sessão na Proton em um navegador.
ro: Pentru a folosi aplicația Proton ca membru al unei organizații, trebuie mai întâi să vă schimbați parola conectându-vă la Proton cu un navigator web.
ru: Чтобы пользоваться приложением Proton в качестве участника организации, вам необходимо сначала поменять ваш пароль, войдя в Proton при помощи браузера.
sv: För att kunna använda Proton-appen som medlem i en organisation måste du först ändra ditt lösenord genom att logga in på Proton i en webbläsare.
tr: Proton uygulamasını bir kuruluş üyesi olarak kullanmak için, öncelikle tarayıcı üzerinden Proton oturumu açıp parolanızı değiştirmelisiniz.
uk: Щоб користуватися програмою Proton як учасник організації, спершу потрібно змінити пароль, увійшовши до Proton через браузер.

source: Try other method
be: Паспрабуйце іншы метад
ca: Provar un altre mètode
cs: Zkusit jinou metodu
da: Prøv en anden metode
de: Eine andere Methode verwenden
el: Δοκιμάστε άλλη μέθοδο
es: Prueba otro método
fa: روش دیگری را امتحان کنید
fr: Essayer une autre méthode
hu: Másik módszer
id: Coba metode lain
ja: 他の方法を試してください
ka: სხვა მეთოდის ცდა
kab: Ɛreḍ tarrayt nniḍen
nl: Probeer een andere methode
pl: Użyj innej metody
pt_br: Tentar outro método
ro: Încercați altă metodă
ru: Попробуйте другой способ
sv: Prova annan metod
tr: Başka bir yöntem deneyin
uk: Спробувати інший спосіб
