Repository: ProtonMail/protoncore_ios
Catalog: libraries/CoreTranslation/Sources/Resources/*.lproj/Localizable.strings
Languages: be, ca, cs, da, de, el, es, fa, fr, hu, id, ja, ka, kab, nl, pl, pt_br, ro, ru, sv, tr, uk

source: Two-factor authentication
be: Двухфактарная аўтэнтыфікацыя
ca: Autenticació de dos factors
cs: Dvoufaktorové ověření
da: To-faktor-godkendelse
de: Zwei‐Faktor‐Authentifizierung
el: Ταυτοποίηση δύο παραγόντων
es: Autenticación de doble factor
fa: احراز هویت دو مرحله‌ای
fr: Authentification à deux facteurs
hu: Kétlépcsős hitelesítés
id: Autentikasi dua-faktor
ja: 2 要素認証
ka: 2FA
kab: Asesteb s snat n tarrayin
nl: Tweestapsverificatie
pl: Uwierzytelnianie dwustopniowe
pt_br: Autenticação de dois fatores
ro: Autentificare cu doi factori
ru: Двухфакторная аутентификация
sv: Tvåfaktorsautentisering
tr: İki adımlı doğrulama
uk: Двоетапна перевірка

source: Two-factor code
be: Двухфактарны код
ca: Codi de dos factors
cs: Kód pro dvoufázové ověření
da: To-faktor-kode
de: Zwei‐Faktor‐Code
el: Κωδικός Δύο Παραγόντων (2FA)
es: Código de doble factor
fa: کد دو مرحله‌ای
fr: Code à deux facteurs
hu: Kétlépcsős kód
id: Kode dua-faktor
ja: 2 要素認証コード
ka: 2FA კოდი
kab: Tangalt n snat n tarayin
nl: Tweestapsverificatiecode
pl: Kod uwierzytelniający
pt_br: Código de autenticação em dois fatores
ro: Cod doi factori
ru: Код двухфакторной аутентификации
sv: Tvåfaktorskod
tr: İki adımlı doğrulama kodu
uk: Код двоетапної перевірки

source: Unlock
be: Разблакіраваць
ca: Desbloquejar
cs: Odemknout
da: Lås op
de: Entsperren
el: Ξεκλείδωμα
es: Desbloquear
fa: بازگشایی
fr: Déverrouiller
hu: Feloldás
id: Buka kunci
ja: ロック解除
ka: განბლოკვა
kab: Serreḥ
nl: Ontgrendelen
pl: Odblokuj
pt_br: Desbloquear
ro: Deblocare
ru: Разблокировать
sv: Lås upp
tr: Kilidi aç
uk: Відімкнути

source: Unlock your mailbox
be: Разблакіруйце вашу паштовую скрыню
ca: Desbloquegeu la vostra bústia de correu
cs: Odemkněte vaši poštovní schránku
da: Lås din postkasse op
de: Entsperren Sie Ihr Postfach
el: Ξεκλειδώστε τη θυρίδα σας
es: Desbloquea tu buzón de correo
fa: نامه‌دان خود را باز کنید
fr: Déverrouillez votre messagerie
hu: E-mail fiók feloldása
id: Buka kunci kotak surat Anda
ja: メールボックスのロック解除
ka: განბლოკეთ თქვენი საფოსტო ყუთი
kab: Kkes asekker i tbewwaḍt-ik·im n ymayl
nl: Ontgrendel uw mailbox
pl: Odblokuj swoją skrzynkę pocztową
pt_br: Desbloqueie sua caixa de correio
ro: Deblocare mesaje
ru: Разблокируйте свой почтовый ящик
sv: Lås upp din brevlåda
tr: Posta kutunuzun kilidini açın
uk: Відімкніть поштову скриньку

source: Update
be: Абнавіць
ca: Actualitza
cs: Aktualizovat
da: Opdatér
de: Aktualisieren
el: Αναβάθμιση
es: Actualizar
fa: بروزرسانی
fr: Mettre à jour
hu: Frissítés
id: Perbarui
ja: 更新
ka: განახლება
kab: Leqqem
nl: Bijwerken
pl: Zaktualizuj
pt_br: Atualizar
ro: Actualizare
ru: Обновить
sv: Uppdatera
tr: Güncelle
uk: Оновити

source: Update required
be: Патрабуецца абнаўленне
ca: Actualització requerida
cs: Aktualizace vyžadována
da: Opdatering nødvendig
de: Aktualisierung erforderlich
el: Απαιτείται ενημέρωση
es: Actualización requerida
fa: بروزرسانی ضروری است
fr: La mise à jour est nécessaire.
hu: Frissítés szükséges
id: Pembaruan dibutuhkan
ja: アップデートが必要です。
ka: აუცილებელია განახლება
kab: Ilaq uleqqem
nl: Update vereist
pl: Aktualizacja jest wymagana
pt_br: Atualização necessária
ro: Necesită actualizare
ru: Требуется обновление
sv: Uppdatering krävs
tr: Güncelleme gerekli
uk: Необхідне оновлення

source: Upgrade
da: Opgradér
de: Umsteigen

source: Upgrade your plan
be: Палепшыце свой тарыфны план
ca: Milloreu el vostre pla
cs: Přejít na vyšší tarif
da: Opgradér dit abonnement
de: Abonnement wechseln
el: Αναβαθμίστε το πλάνο σας
es: Mejora tu plan
fa: طرح سرویس خود را ارتقا دهید
fr: Passez à un abonnement supérieur
hu: Váltás nagyobb csomagra
id: Tingkatkan paket langganan Anda
ja: プランをアップグレード
ka: გააუმჯობესეთ თქვენი ტარიფი
kab: Sali aɣawas-ik
nl: Upgrade uw abonnement
pl: Ulepsz plan
pt_br: Faça upgrade do seu plano
ro: Modificare plan
ru: Улучшить тариф
sv: Uppgradera ditt paket
tr: Tarifenizi yükseltin
uk: Оновіть свій тарифний план

source: Use recovery code
be: Выкарыстоўваць код аднаўлення
ca: Utilitza un codi de recuperació
cs: Použít kód pro obnovení
da: Brug gendannelseskode
de: Wiederherstellungsschlüssel verwenden
el: Χρήση κωδικού ανάκτησης
es: Utilizar código de recuperación
fa: از کد بازیابی استفاده کنید
fr: Utiliser un code de récupération
hu: Helyreállító kód használata
id: Gunakan kode pemulihan
ja: 回復用コードを使用
ka: აღდგენის კოდის გამოყენება
kab: Seqdec tangalt n tririt
nl: Herstelcode gebruiken
pl: Użyj kodu odzyskiwania
pt_br: Usar código de recuperação
ro: Folosire cod de recuperare
ru: Использовать код восстановления
sv: Använd återställningskod
tr: Kurtarma kodunu kullan
uk: Використати код відновлення

source: Use two-factor code
be: Выкарыстоўваць двухфактарны код
ca: Utilitza un codi de dos factors
cs: Použít kód dvoufázového ověření
da: Brug to-faktor-kode
de: Zwei-Faktor-Code verwenden
el: Χρησιμοποιήστε κωδικό Δύο Παραγόντων (2FA)
es: Utilizar código de doble factor
fa: استفاده از کد دو مرحله ای
fr: Utiliser un code à deux facteurs
hu: Kétlépcsős kód használata
id: Gunakan kode dua-faktor
ja: 2 要素認証コードを使用
ka: 2FA კოდის გამოყენება
kab: Seqdec tangalt n snat n tarayin
nl: Tweestapsverificatiecode gebruiken
pl: Użyj kodu uwierzytelniającego
pt_br: Usar código de autenticação de dois fatores
ro: Folosire cod doi factori
ru: Использовать код двухфакторной аутентификации
sv: Använd tvåfaktorskod
tr: İki adımlı doğrulama kodu kullanılsın
uk: Використати код двоетапної перевірки

source: Use your current email instead
be: Выкарыстоўваць бягучы адрас электроннай пошты
ca: Utilitzeu el vostre correu electrònic actual.
cs: Místo toho použijte vaši aktuální e-mailovou adresu
da: Brug din nuværende e-mail i stedet
de: Stattdessen Ihre aktuelle E-Mail-Adresse verwenden
el: Χρησιμοποιήστε την τρέχουσα διεύθυνση email σας
es: Use tu correo electrónico actual en su lugar
fa: در عوض از ایمیل فعلی خود استفاده کنید
fr: Utiliser plutôt votre adresse e-mail actuelle
hu: Inkább a jelenlegi e-mail címem használata
id: Gunakan surel Anda saat ini
ja: 代わりに現在のメールアドレスを使用
ka: გამოიყენეთ თქვენი მიმდინარე ელ-ფოსტის მისამართი
kab: Seqdec tansa-k•m tamirant deg umḍiq
nl: Gebruik in plaats daarvan uw huidige e-mail
pl: Użyj swojego obecnego adresu e-mail
pt_br: Usar seu endereço de e-mail atual
ro: Folosire adresă de e-mail actuală
ru: Использовать ваш текущий адрес электронной почты
sv: Använd din nuvarande e-post istället
tr: Bunun yerine var olan e-posta adresinizi kullanın
uk: Використати натомість вашу поточну адресу е-пошти

source: Username
be: Імя карыстальніка
ca: Nom d'usuari
cs: Uživatelské jméno
da: Brugernavn
de: Benutzername
el: Όνομα χρήστη
es: Nombre de usuario
fa: نام کاربری
fr: Nom d'utilisateur
hu: Felhasználónév
id: Nama pengguna
ja: ユーザー名
ka: მომხმარებლის სახელი
kab: Isem n useqdac
nl: Gebruikersnaam
pl: Nazwa użytkownika
pt_br: Nome de usuário
ro: Nume utilizator
ru: Имя пользователя
sv: Användarnamn
tr: Kullanıcı adı
uk: Ім'я користувача

source: Verification code
be: Праверачны код
ca: Codi de verificació
cs: Ověřovací kód
da: Bekræftelseskode
de: Bestätigungsschlüssel
el: Κωδικός επαλήθευσης
es: Código de verificación
fa: کد تأیید
fr: Code de vérification
hu: Ellenőrző kód
id: Kode verifikasi
ja: 検証コード
ka: შემოწმების კოდი
kab: Tangalt n usenqed
nl: Verificatiecode
pl: Kod weryfikacyjny
pt_br: Código de verificação
ro: Cod de verificare
ru: Код подтверждения
sv: Verifieringskod
tr: Doğrulama kodu
uk: Код підтвердження

source: Verify
be: Праверыць
ca: Verifica
cs: Ověřit
da: Bekræft
de: Bestätigen
el: Επαλήθευση
es: Verificar
fa: تایید
fr: Vérifier
hu: Ellenőrzés
id: Verifikasi
ja: 検証
ka: გადამოწმება
kab: Senqed
nl: Verifiëren
pl: Zweryfikuj
pt_br: Verificar
ro: Verificare
ru: Проверить
sv: Verifiera
tr: Doğrula
uk: Перевірити

source: Verifying
be: Праверка
ca: Verificant
cs: Ověřování
da: Bekræfter
de: Wird überprüft
el: Επαλήθευση
es: Verificando
fa: در حال تایید
fr: Vérification en cours
hu: Ellenőrzés
id: Memverifikasi
ja: 検証中
ka: შემოწმება
kab: Aselkem
nl: Verifiëren
pl: Weryfikacja
pt_br: Verificando
ro: Verificare
ru: Проверяем
sv: Verifierar
tr: Doğrulanıyor
uk: Перевірка

source: Verifying your payment
be: Праверка вашага плацяжу
ca: S'està verificant el pagament.
cs: Ověřování vaší platby
da: Verificerer din betaling
de: Ihre Zahlung wird verifiziert
el: Γίνεται επαλήθευση της πληρωμής σας
es: Verificando tu pago
fa: درحال تایید پرداخت شما
fr: Vérification de votre paiement
hu: Fizetés ellenőrzése
id: Memverifikasi pembayaran Anda
ja: 支払いを検証中
ka: თქვენი გადახდის შემოწმება
kab: Asefqed n lexlaṣ-ik•im
nl: Verifiëren van uw betaling
pl: Weryfikowanie płatności
pt_br: Verificando seu pagamento
ro: Verificare plată
ru: Подтверждение вашего платежа
sv: Verifierar din betalning
tr: Ödemeniz doğrulanıyor
uk: Перевірка вашого платежу

source: Visit our Help Center
be: Наведайце наш цэнтр падтрымкі
ca: Visiteu el nostre Centre d'Ajuda
cs: Navštivte naše Centrum Podpory
da: Besøg vores Hjælpecenter
de: Besuchen Sie unseren Hilfebereich
el: Επισκεφθείτε το Κέντρο Βοήθειας
es: Visita nuestro centro de ayuda
fa: از مرکز راهنمایی ما دیدن کنید
fr: Consultez notre espace Aide & Support
hu: Súgóközpont megnyitása
id: Kunjungi Pusat Bantuan kami
ja: ヘルプセンターを閲覧
ka: ეწვიეთ დახმარების ჩვენს ცენტრს
kab: Rzu ɣer Wammas n Tallalt
nl: Bezoek ons Helpcentrum
pl: Odwiedź centrum pomocy
pt_br: Visite nosso Centro de Ajuda
ro: Vizitați centrul de ajutor
ru: Посетить наш справочный центр
sv: Besök vårt hjälpcenter
tr: Yardım merkezimize gidin
uk: Відвідайте наш центр допомоги

source: Warning
be: Папярэджанне
ca: Advertència
cs: Varování
da: Advarsel
de: Warnhinweis
el: Προειδοποίηση
es: Advertencia
fa: هشدار
fr: Attention
hu: Figyelem
id: Peringatan
ja: 警告
ka: გაფრთხილება
kab: Alɣu
nl: Waarschuwing
pl: Ostrzeżenie
pt_br: Aviso
ro: Avertizare
ru: Предупреждение
sv: Varning
tr: Uyarı
uk: Попередження

source: We have been notified of an App Store purchase but cannot match the purchase with an account of yours.
be: Мы атрымалі апавяшчэнне аб куплі ў App Store, але не можам параўнаць пакупку з вашым уліковым запісам.
ca: Hem estat notificats d'una compra a l'App Store però no podem relacionar-la amb un dels vostres comptes.
cs: Byli jsme upozorněni na nákup v App Store, ale nemůžeme nákup spárovat s nákupem ve vašem účtu.
da: Vi er blevet underrettet om et køb fra App Store, men kan ikke matche købet med en konto du ejer.
de: Wir wurden über einen App Store-Kauf benachrichtigt, können den Kauf aber nicht mit einem Ihrer Konten abgleichen.
el: Έχουμε ενημερωθεί για μια αγορά από το App Store, αλλά δεν μπορούμε να ταιριάξουμε την αγορά με το λογαριασμό σας.
es: Hemos sido notificados de una compra en la App Store, pero no podemos relacionar la compra con ninguna de tus cuentas.
fa: ما از یک خرید App Store باخبر شده‌ایم اما نمی‌توانیم آن خرید را با یک حساب متعلق به شما تطبیق دهیم.
fr: Nous avons été informés d'un achat sur l'App Store, mais nous ne pouvons pas faire correspondre cet achat avec un compte vous appartenant.
hu: Értesítést kaptunk egy App Store-beli vásárlásról, de nem tudjuk összeegyeztetni az ön egyik fiókjával sem.
id: Kami sudah diberitahu pembayaran App Store tetapi tidak dapat mencocokkan pembayaran dengan akun Anda.
ja: App Store の購入が確認できましたが、アカウントと照合できませんでした。
ka: ჩვენ მივიღეთ App Store-ში შეძენის შეტყობინება, მაგრამ მისი დაკავშირება თქვენს ანგარიშთან შეუძლებელია.
kab: Neṭṭf-d talɣut n tiɣin ɣef App Store maca ur nezmir ara ad neg assaɣ gar tiɣin-agi akked umiḍan yellan d ayla-k•m.
nl: We zijn op de hoogte gesteld van een aankoop in de App Store, maar kunnen de aankoop niet koppelen aan een van uw accounts.
pl: Zostaliśmy powiadomieni o zakupie ze sklepu App Store, ale nie możemy dopasować zakupu do Twojego konta.
pt_br: Fomos notificados de uma compra na App Store, mas não encontramos correspondência entre ela e sua conta.
ro: Am fost notificați despre o achiziție din App Store, dar nu vă putem atribui achiziția cu un cont deținut.
ru: Мы получили уведомление о покупке в App Store, но не можем связать ее с вашим аккаунтом.
sv: Vi har blivit aviserad om ett köp i App Store men kan inte matcha köpet med ditt konto.
tr: Bir App Store satın alma işlemi hakkında bilgilendirildik. Ancak satın alma işlemini sizin hesabınızla eşleştiremiyoruz.
uk: Ми отримали сповіщення про покупки в App Store, але не можемо зіставити її з вашим обліковим записом.

source: We have successfully activated your subscription. Please relaunch the app to start using your new service plan.
be: Мы паспяхова актывавалі вашу падпіску. Перазапусціце праграму, каб пачаць карыстацца новым тарыфным планам абслугоўвання.
ca: Hem activat la vostra subscripció satisfactòriament. Torneu a carregar l'aplicació per començar a utilitzar el nou pla de serveis.
cs: Úspěšně jsme aktivovali vaše předplatné. Prosíme spusťte aplikaci znovu, abyste mohli začít využívat vás nový tarif.
da: Dit abonnement er nu aktivt. Genstart app'en for at begynde at bruge din nye serviceplan.
de: Ihr Abonnement wurde erfolgreich aktiviert. Bitte starten Sie die App neu, um Ihren neuen Serviceplan nutzen zu können.
el: Ενεργοποιήσαμε επιτυχώς τη συνδρομή σας. Κάντε επανεκκίνηση της εφαρμογής για να ξεκινήσετε να χρησιμοποιείτε το νέο σας πρόγραμμα υπηρεσιών.
es: Hemos activado tu suscripción. Reinicia la aplicación para empezar a utilizar tu plan de servicio nuevo.
fr: Nous avons activé votre abonnement. Relancez l'application pour commencer à utiliser les nouvelles fonctionnalités de votre abonnement.
hu: Új előfizetését sikeresen aktiváltuk. Indítsa újra az alkalmazást, az új csomag funkcióinak eléréséhez.
id: Kami berhasil mengaktifkan langganan Anda. Silakan luncurkan ulang aplikasi untuk menggunakan paket layanan baru.
ja: 購読の有効化に成功しました。アプリの再起動をして新しいプランになっていることを確認してください。
ka: თქვენი გამოწერა წარმატებით გააქტიურდა. სერვისის ახალი გეგმის გამოყენების დასაწყებად აპი თავიდან გაუშვით.
kab: Tremded akken iwata amulteɣ-inek·inem. Ttxil-k·m ales asenker n usnas i wakken ad tebduḍ aɣawas-inek·inem amaynut n umeẓlu.
nl: We hebben uw abonnement succesvol geactiveerd. Start de app opnieuw om gebruik te maken van uw nieuwe abonnement.
pl: Twoja subskrypcja została aktywowana. Uruchom ponownie aplikację, aby rozpocząć korzystanie z nowego planu.
pt_br: Ativamos sua assinatura. Reinicie o aplicativo para começar a usar seu novo plano.
ro: Abonamentul a fost activat. Reporniți aplicația pentru a începe să utilizați noul tip de abonament.
ru: Мы успешно активировали вашу подписку. Пожалуйста, перезапустите приложение, чтобы начать пользоваться новым тарифом на услуги.
sv: Vi har aktiverat din prenumeration. Starta om appen för att börja använda ditt nya paket för tjänster.
tr: Aboneliğinizi kullanıma aldık. Yeni hizmet tarifenizi kullanmaya başlamak için lütfen uygulamayı yeniden başlatın.
uk: Ми успішно активували вашу передплату. Перезапустіть програму, щоб почати користуватися новим тарифним планом.

source: We will send recovery instructions to this email if you get locked out of your account.
da: Vi vil sende gendannelsesinstruktioner til denne e-mail, hvis du bliver låst ude af din konto.
de: Falls du von deinem Konto ausgesperrt wurdest, senden wir dir Anweisungen zur Wiederherstellung an diese E-Mail-Adresse oder Telefonnummer.

source: We will send recovery instructions to this email or phone number if you get locked out of your account.
da: Vi vil sende gendannelsesinstruktioner til denne e-mail eller telefonnummer, hvis du bliver låst ude af din konto.
de: Wir senden Ihnen Anweisungen zur Wiederherstellung an diese E-Mail-Adresse oder Telefonnummer, wenn Sie von Ihrem Konto ausgesperrt wurden.

source: Would you like to receive a new verification code or use an alternate email address?
be: Ці хочаце вы атрымаць новы праверачны код або выкарыстоўваць альтэрнатыўны адрас электроннай пошты?
ca: Voleu rebre un codi de verificació nou o utilitzar una adreça de correu electrònic alternativa?
cs: Chcete získat nový ověřovací kód nebo použít alternativní e-mailovou adresu?
da: Vil du gerne modtage en ny bekræftelseskode eller bruge en alternativ e-mailadresse?
de: Möchten Sie einen neuen Bestätigungscode erhalten oder eine alternative E-Mail-Adresse verwenden?
el: Θέλετε να λάβετε έναν νέο κωδικό επαλήθευσης ή να χρησιμοποιήσετε μια εναλλακτική διεύθυνση email;
es: ¿Quieres recibir un nuevo código de verificación o utilizar una dirección de correo alternativa?
fr: Voulez-vous recevoir un nouveau code de vérification ou utiliser une autre adresse e-mail ?
hu: Szerente egy új ellenőrző kódot kérni, vagy megpróbál egy másik e-mail címet?
id: Apakah Anda ingin menerima kode verifikasi baru atau menggunakan alamat surel alternatif?
ja: 新しい検証コードを受け取るか、別のメールアドレスを使用しますか?
ka: გნებავთ შემოწმების ახალი კოდის მიღება, თუ შემოწმების ალტერნატიულ ელფოსტას გამოიყენებთ?
kab: Tebɣiḍ ad d-teṭṭfeḍ tangalt n usenqed tamaynut neɣ ad tesqedceḍ tansa niḍen n yimayl?
nl: Wilt u een nieuwe verificatiecode ontvangen of een ander e-mailadres gebruiken?
pl: Czy chcesz otrzymać nowy kod weryfikacyjny lub użyć innego adresu e-mail?
pt_br: Você deseja receber um novo código de verificação ou usar um endereço de e-mail diferente?
ro: Doriți să primiți un cod nou de verificare sau să folosiți o adresă alternativă de e-mail?
ru: Вы хотите получить новый код подтверждения или использовать другой адрес электронной почты?
sv: Vill du få en ny verifieringskod eller använda en alternativ e-postadress?
tr: Yeni bir doğrulama kodu almak ya da başka bir e-posta adresi kullanmak ister misiniz?
uk: Бажаєте отримати новий код перевірки чи скористатися іншою електронною адресою?

source: Would you like to receive a new verification code or use an alternative verification method?
be: Ці хочаце вы атрымаць новы праверачны код або выкарыстоўваць альтэрнатыўны метад праверкі?
ca: Voleu rebre un codi de verificació nou o utilitzar un mètode de verificació alternatiu?
cs: Chcete získat nový ověřovací kód nebo použít alternativní metodu ověřování?
da: Vil du gerne modtage en ny bekræftelseskode eller bruge en alternativ bekræftelsesmetode?
de: Möchten Sie einen neuen Bestätigungsschlüssel erhalten oder eine alternative Bestätigungsmethode verwenden?
el: Θέλετε να λάβετε έναν νέο κωδικό επαλήθευσης ή να χρησιμοποιήσετε μια εναλλακτική μέθοδο επαλήθευσης;
es: ¿Te gustaría recibir un nuevo código de verificación o utilizar un método de verificación alternativo?
fa: آیا می‌خواهید یک کد تایید جدید دریافت نمایید یا از یک روش تایید جایگزین استفاده کنید؟
fr: Voulez-vous recevoir un nouveau code de vérification ou utiliser une autre méthode de vérification ?
hu: Új ellenőrző kódot kér, vagy megpróbál egy másik ellenőrzési módszert?
id: Apakah Anda mau menerima kode verifikasi baru atau menggunakan metode verifikasi alternatif?
ja: 新しい確認コードを受け取るか、他の検証方法を使用しますか？
ka: გნებავთ შემოწმების ახალი კოდის მიღება, თუ შემოწმების ალტერნატიულ მეთოდს გამოიყენებთ?
kab: Tebɣiḍ ad d-teṭṭfeḍ tangalt n usenqed tamaynut neɣ ad tesqedceḍ ttawil n usenqed nniḍen?
nl: Wilt u een nieuwe verificatiecode ontvangen of een alternatieve verificatiemethode gebruiken?
pl: Czy chcesz otrzymać nowy kod weryfikacyjny lub użyć innej metody weryfikacji?
pt_br: Você gostaria de receber um novo código de verificação ou usar um método de verificação diferente?
ro: Doriți să primiți un cod nou de verificare sau să folosiți o metodă alternativă de verificare?
ru: Вы хотите получить новый код подтверждения или использовать другой способ проверки?
sv: Vill du få en ny verifieringskod eller använda en alternativ verifieringsmetod?
tr: Yeni bir doğrulama kodu almak için ya da alternatif bir doğrulama yöntemi kullanmak ister misiniz?
uk: Бажаєте отримати новий код перевірки чи скористатися іншим способом перевірки?

source: Wrong payment token status. Please relaunch the app. If error persists, contact support.
be: Няправільны статус плацежнага токена. Перазапусціце праграму. У выпадку, калі праблема будзе паўтарацца, звярніцеся ў службу падтрымкі.
ca: Estat del token de pagament incorrecte. Torneu a carregar l'aplicació. Si l'error persisteix, contacteu amb suport.
cs: Chybný stav platebního tokenu. Restartujte aplikaci. Pokud chyba přetrvává, kontaktujte podporu.
da: Forkert status for betalingstoken. Genstart app'en. Hvis fejlen fortsætter, skal du kontakte support.
de: Ungültiger Status der Zahlungs-Token. Bitte starten Sie die App neu. Sollte der Fehler weiterhin bestehen, kontaktieren Sie bitte den Support.
el: Λάθος κατάσταση διακριτικού πληρωμής. Επανεκκινήστε την εφαρμογή. Εάν το σφάλμα παραμένει, επικοινωνήστε με την υποστήριξη.
es: Estado incorrecto del token de pago. Vuelve a abrir la aplicación. Si el error persiste, ponte en contacto con atención al cliente.
fa: وضعیت اشتباه توکن پرداخت. لطفاً اپ را دوباره راه‌ بیاندازید. اگر خطا پافشاری کرد، با پشتیبانی تماس بگیرید.
fr: Le statut du jeton de paiement n'est pas correct, relancez l'application. Si l'erreur persiste, nous vous invitons à contacter le support.
hu: Hibás fizetési token állapot. Indítsa újra az alkalmazást. Ha a hiba továbbra is fennáll, kérjük lépjen kapcsolatba velünk.
id: Status token pembayaran tidak sesuai. Silakan buka ulang aplikasi. Apabila masalah ini terus berlanjut, hubungi layanan dukungan.
ja: 支払いトークンのステータスが間違っています。アプリを再起動してください。エラーが解決しない場合はサポートにお問い合わせください。
ka: გადახდის კოდის არასწორი სტატუსი. სცადეთ თავიდან გაუშვათ აპი. თუ შეცდომა კიდევ გამოჩნდა, დაუკავშირდით მხარდაჭერის გუნდს.
kab: Addad arameɣtu n ujuṭu n lexlaṣ. Ttxil-k·m ales tanekra n usnas. Ma yella yeqqim wugur, nermes tallalt.
nl: Verkeerde betalingstoken status. Herstart de app. Als de fout zich blijft voordoen, neem contact op met support.
pl: Status tokena płatności jest nieprawidłowy. Uruchom ponownie aplikację. Jeśli błąd będzie się powtarzał, skontaktuj się ze wsparciem klienta.
pt_br: Status do token de pagamento incorreto. Reinicie o aplicativo. Se o erro persistir, entre em contato com o suporte.
ro: Status token de plată greșit. Reporniți aplicația. Dacă eroarea persistă, contactați asistența.
ru: Неправильное состояние токена оплаты. Пожалуйста, перезапустите приложение. Если ошибка повторится, обратитесь в службу поддержки.
sv: Fel status för betalningstoken. Starta om appen. Kontakta supporten om felet kvarstår.
tr: Ödeme kodu durumu yanlış. Lütfen uygulamayı yeniden başlatın. Sorun sürerse, destek ekibimiz ile görüşün.
uk: Неправильний стан платіжного токена. Будь ласка, перезапустіть програму. Якщо помилка не зникне, зв'яжіться зі службою підтримки.

source: Yes, activate it for
be: Так, актываваць для
ca: Sí, activeu-lo per
cs: Ano, aktivujte pro
da: Ja, aktivér det for
de: Ja, aktivieren für
el: Ναι, ενεργοποιήστε το για
es: Sí, activarlo para
fa: بلی، فعال شود برای
fr: Oui, l'activer pour
hu: Igen, aktiváljuk ehhez:
id: Ya, aktifkan untuk
ja: はい、有効化してください
ka: დიახ, გაააქტიურეთ
kab: Ih, rmed-it i
nl: Ja, activeer het voor
pl: Tak, aktywuj go dla
pt_br: Sim, ativar para
ro: Da, activare pentru
ru: Да, активировать его для
sv: Ja, aktivera det för
tr: Evet, şunun için başlat
uk: Так, увімкнути для
