Repository: ProtonMail/protoncore_ios
Catalog: libraries/CoreTranslation/Sources/Resources/*.lproj/Localizable.strings
Languages: be, ca, cs, da, de, el, es, fa, fr, hu, id, ja, ka, kab, nl, pl, pt_br, ro, ru, sv, tr, uk

source: %@ is available
da: %@ er tilgængelig
de: %@ ist verfügbar

source: %@ storage
be: %@ сховішча
ca: %@ d'emmagatzematge
cs: %@ úložiště
da: %@ lagerplads
de: %@ Speicherplatz
el: %@ αποθηκευτικού χώρου
es: %@ de almacenamiento
fa: %@ فضای ذخیره سازی
fr: %@ d'espace de stockage
hu: %@ tárhely
id: %@ penyimpanan
ja: %@ ストレージ
ka: %@ საცავი
kab: %@ n uḥraz
nl: %@ opslagruimte
pl: %@ przestrzeni dyskowej
pt_br: %@ de armazenamento
ro: %@ spațiu
ru: %@ хранилища
sv: %@ lagringsutrymme
tr: %@ depolama alanı
uk: %@ сховища

source: %@ storage / user
be: %@ сховішча на карыстальніка
ca: %@ emmagatzematge / usuari
cs: %@ úložiště / uživatel
da: %@ lager / bruger
de: %@ Speicher/Nutzer
el: %@ αποθηκευτικός χώρος / χρήστη
es: %@ de almacenamiento / usuario
fa: %@ فضای ذخیره سازی / کاربر
fr: %@ d'espace de stockage par utilisateur
hu: %@ tárhely / felhasználó
id: %@ penyimpanan / pengguna
ja: %@ ストレージ / ユーザー
ka: %@ საცავი / მომხმარებელზე
kab: %@ uḥraz / aseqdac
nl: %@ opslagruimte / gebruiker
pl: %@ przestrzeni dyskowej / użytkownika
pt_br: %@ de armazenamento / usuário
ro: %@ spațiu / utilizator
ru: %@ хранилища на пользователя
sv: %@ lagringsutrymme/användare
tr: %@ depolama alanı / kullanıcı
uk: %@ сховища на користувача

source: A networking error has occured
be: Адбылася сеткавая памылка
ca: S'ha produït un error de xarxa
cs: Došlo k chybě sítě
da: Der er opstået en netværksfejl
de: Es ist ein Netzwerkfehler aufgetreten
el: Προέκυψε σφάλμα δικτύου
es: Ha ocurrido un error de red
fa: خطایی در شبکه رخ داد
fr: Une erreur réseau s'est produite.
hu: Hálózati hiba történt
id: Terjadi kesalahan jaringan
ja: ネットワークエラーが発生しました
ka: დაფიქსირდა ქსელის შეცდომა
kab: Tella-d tuccḍa deg uzeṭṭa
nl: Een netwerkfout deed zich voor
pl: Wystąpił błąd sieci
pt_br: Ocorreu um erro de rede
ro: A apărut o eroare de rețea.
ru: Произошла ошибка сети
sv: Ett nätverksfel har uppstått
tr: Bir ağ sorunu çıktı
uk: Сталася мережна помилка

source: A purchase for a Proton Bundle plan has already been initiated. Press continue to complete the payment processing and create your account
be: Купля тарыфнага плана Proton Bundle ужо распачата. Націсніце "Працягнуць" для завяршэння апрацоўкі плацяжу і стварэння вашага ўліковага запісу
ca: Ja s'ha iniciat una compra per a un pla de paquet de Proton. Premeu continuar per completar el pagament i crear el vostre compte
cs: Nákup balíčku Proton byl již zahájen. Stisknutím tlačítka Pokračovat dokončíte zpracování platby a vytvoříte si účet
da: Et køb af et Proton Bundle-abonnement er allerede blevet iværksat. Tryk på fortsæt for at afslutte betalingsprocessen og oprette din konto
de: Der Kauf eines Proton-Paket-Tarifs wurde bereits angestoßen. Drücken Sie auf „Weiter”, um die Zahlungsabwicklung abzuschließen und Ihr Konto zu erstellen.
el: Μια αγορά για το πλάνο Proton Bundle έχει ήδη ξεκινήσει. Πατήστε συνέχεια για να ολοκληρώσετε την επεξεργασία πληρωμής και να δημιουργήσετε τον λογαριασμό σας
es: Ya se ha iniciado la compra de un plan de paquete de Proton. Pulsa en continuar para completar el pago y crear tu cuenta
fr: L'achat d'un abonnement Proton Bundle a déjà été effectué. Appuyez sur Continuer pour finaliser le traitement du paiement et créer votre compte.
hu: Egy Proton Kombinált csomag vásárlása már megkezdődött. Kattintson a tovább gombra, hogy befejezhesse a fizetés folyamatát és létrehozhassa a fiókját
id: Pembelian paket Proton Bundle telah diinisiasi. Tekan lanjutkan untuk menyelesaikan proses pembayaran dan membuat akun Anda
ja: Proton バンドルプランの購入処理が進行中です。続けるを押すと、支払い処理を完了してアカウントを作成します
ka: Proton Bundle-ის ტარიფის გეგმის შეძენა უკვე დაწყებულია. დააწექით ღილაკს "გაგრძელება", რომ დაასრულოთ გადახდა და შექმნათ თქვენი ანგარიში
nl: Een aankoop voor een Proton Bundle abonnement is reeds gestart. Druk op verder om de betaling af te ronden en uw account aan te maken
pl: Zakup planu Proton Bundle został już zainicjowany. Kliknij przycisk Kontynuuj, aby zakończyć proces płatności i utworzyć konto
pt_br: Um compra do plano Proton Bundle já foi iniciada. Clique em continuar para completar o processo de pagamento e criar sua conta
ro: Deja a fost inițiată o achiziție pentru un plan Proton Bundle. Apăsați pe continuare pentru finalizarea procesării plății și crearea contului.
ru: Покупка тарифа Proton Bundle уже начата. Нажмите кнопку "Продолжить", чтобы завершить обработку платежа и создать свой аккаунт
sv: Ett köp för ett Proton-paket har redan påbörjats. Tryck fortsätt för att slutföra betalningshanteringen och skapa ditt konto
tr: Proton Bundle tarifesi için bir satın alma işlemi zaten başlatılmış. Ödeme işlemini tamamlamak ve hesabınızı oluşturmak için İlerle üzerine tıklayın
uk: Тарифний план Proton Bundle вже було ініційовано. Натисніть "Продовжити" для завершення обробки платежу та створення вашого облікового запису

source: A recovery method will help you access your account in case you forget your password or get locked out of your account.
be: Метад аднаўлення дапаможа атрымаць доступ да вашага ўліковага запісу ў выпадку, калі вы забудзеце пароль або заблакіруеце ўліковы запіс.
ca: Un mètode de recuperació us ajudarà a accedir al vostre compte si oblideu la contrasenya o no podeu entrar al compte.
cs: Metoda obnovení vám pomůže získat přístup k účtu v případě, že zapomenete heslo nebo se z účtu odhlásíte.
da: En gendannelsesmetode vil hjælpe dig med at få adgang til din konto, hvis du glemmer din adgangskode eller bliver låst ude af din konto.
de: Eine Wiederherstellungsmethode hilft Ihnen, auf Ihr Konto zuzugreifen, falls Sie Ihr Passwort vergessen haben oder aus Ihrem Konto ausgesperrt wurden.
el: Μια μέθοδος ανάκτησης θα σας βοηθήσει να αποκτήσετε πρόσβαση στον λογαριασμό σας σε περίπτωση που ξεχάσετε τον κωδικό πρόσβασης σας ή κλειδωθείτε από τον λογαριασμό σας.
es: Un método de recuperación te ayudará a acceder a tu cuenta en caso de que olvides tu contraseña o no puedas entrar en tu cuenta.
fa: یک روش بازیابی به شما کمک میکند که در صورت فراموشی رمز عبور یا عدم امکان ورود به حساب کاربری، به حساب کاربری خود دسترسی پیدا کنید.
fr: Une méthode de récupération vous aidera à accéder à votre compte en cas d'oubli de votre mot de passe ou de blocage de votre compte.
hu: A helyreállítási módszerekkel visszaszerezheti a fiókja elérést, a jelszava elvesztése esetén vagy ha kizáródna a fiókjából.
id: Metode pemulihan akan membantu Anda mengakses akun Anda seandainya lupa dengan kata sandi atau terkunci dari akun Anda.
ja: パスワードを忘れたり、アカウントにアクセスできなくなった場合に、回復手段を使ってアカウントにアクセスできるようにします。
ka: აღდგენის მეთოდი, რომელიც დაგეხმარებათ თქვენს ანგარიშთან წვდომაში, თუ პაროლი დაგავიწყდათ ან ანგარიშის დაგებლოკათ.
nl: Een herstelmethode zal u helpen om toegang te krijgen tot uw account in het geval u uw wachtwoord vergeet of van uw account wordt afgesloten.
pl: Metoda odzyskiwania pomoże uzyskać dostęp do konta, w przypadku gdy zostanie ono zablokowane lub zapomnisz hasła.
pt_br: Um método de recuperação te ajudará a acessar sua conta caso você esqueça sua senha ou tenha seu acesso a sua conta bloqueado.
ro: O metodă de recuperare vă ajută să accesați contul în cazul în care vă uitați parola și nu vă puteți conecta la cont.
ru: Метод восстановления поможет вам получить доступ к аккаунту, если вы забудете пароль или он будет заблокирован.
sv: En återställningsmetod hjälper dig att komma åt ditt konto om du glömmer ditt lösenord eller blir utelåst från ditt konto.
tr: Kurtarma yöntemi, parolanızı unuttuğunuzda ya da oturum açamadığınızda hesabınıza erişmenizi sağlar.
uk: Спосіб відновлення допоможе вам отримати доступ до свого облікового запису у випадку втрати пароля чи виходу з облікового запису.

source: Account deleted. Logging out...
be: Уліковы запіс выдалены. Адбываецца выхад...
ca: S'ha eliminat el compte. S'està tancant la sessió...
cs: Účet byl smazán. Odhlašování...
da: Konto slettet. Logger ud...
de: Konto gelöscht. Du wirst abgemeldet ...
el: Ο λογαριασμός διαγράφηκε. Αποσύνδεση...
es: Cuenta eliminada. Cerrando sesión...
fa: Account deleted. Signing out...
fr: Le compte a été supprimé. Déconnexion en cours
hu: Fiók törölve. Kijelentkezés...
id: Akun dihapus. Mengeluarkan Anda dari akun...
ja: アカウントが削除されました。 サインアウトしています...
ka: ანგარიში წაიშალა. გასვლა...
kab: Amiḍan yekkes. Tuffɣa...
nl: Account verwijderd. U wordt uitgelogd...
pl: Konto zostało usunięte. Trwa wylogowywanie...
pt_br: Conta excluída. Encerrando sessão...
ro: Cont șters. Se deconectează...
ru: Аккаунт удален. Выход из системы...
sv: Konto borttaget. Loggar ut...
tr: Hesap silindi. Oturum kapatılıyor...
uk: Обліковий запис видалено. Вихід із системи...

source: Account setup required
be: Патрабуецца наладка ўліковага запісу
ca: Configuració del compte requerida
cs: Je vyžadováno nastavení účtu
da: Kontoopsætning påkrævet
de: Kontoeinrichtung erforderlich
el: Απαιτείται ρύθμιση λογαριασμού
es: Configuración de cuenta requerida
fa: راه‌اندازی حساب کاربری لازم است
fr: La configuration du compte est nécessaire.
hu: Fiók beállítás szükséges
id: Diperlukan persiapan akun
ja: アカウントのセットアップが必要です
ka: საჭიროა ანგარიშის მორგება
kab: Asesteb n umiḍan yettwasra
nl: Account setup vereist
pl: Konfiguracja konta jest wymagana
pt_br: Configuração de conta necessária
ro: Este necesară setarea contului
ru: Требуется настройка аккаунта
sv: Inställning av konto krävs
tr: Hesap kurulumu gerekli
uk: Налаштування облікового запису обов'язкове

source: Account verification
be: Праверка ўліковага запісу
ca: Verificació del compte
cs: Ověření účtu
da: Kontobekræftelse
de: Kontenüberprüfung
el: Επαλήθευση λογαριασμού
es: Verificación de la cuenta
fa: تایید حساب
fr: Vérification du compte
hu: Fiók ellenőrzése
id: Verifikasi akun
ja: アカウント認証
ka: ანგარიშის შემოწმება
kab: Asenqed n umiḍan
nl: Accountverificatie
pl: Weryfikacja konta
pt_br: Verificação da conta
ro: Verificare cont
ru: Проверка аккаунта
sv: Kontoverifiering
tr: Hesap doğrulama
uk: Підтвердження облікового запису

source: Accounts
be: Уліковыя запісы
ca: Comptes
cs: Účty
da: Konti
de: Konten
el: Λογαριασμοί
es: Cuentas
fa: حساب ها
fr: Comptes
hu: Fiókok
id: Akun
ja: アカウント
ka: ანგარიშები
kab: Imiḍanen
pl: Konta
pt_br: Contas
ro: Conturi
ru: Аккаунты
sv: Konton
tr: Hesaplar
uk: Облікові записи

source: Adblocker (NetShield)
be: Блакіроўшчык рэкламы (NetShield)
ca: Bloquejador d'anuncis (NetShield)
cs: Blokování reklam (NetShield)
da: Annonceblokering (NetShield)
de: Werbeblocker (NetShield)
el: Φραγή Διαφημίσεων (NetShield)
es: Bloqueador de anuncios (NetShield)
fa: مسدودکننده آگهی (NetShield)
fr: Bloqueur de publicités (NetShield)
hu: Reklámblokkoló (NetShield)
id: Pemblokir iklan (NetShield)
ja: 広告ブロッカー (NetShield)
kab: Amsewḥel n udellel (NetShield)
nl: Advertentieblokkering (NetShield)
pl: Blokada reklam (NetShield)
pt_br: Bloqueador de anúncios (NetShield)
ro: Blocare reclame (NetShield)
ru: Блокировщик рекламы (NetShield)
sv: Annonsblockerare (NetShield)
tr: Reklam engelleyici (NetShield)
uk: Блокувальник реклами (NetShield)

source: An error has occured
be: Адбылася памылка
ca: S'ha produït un error
cs: Došlo k chybě
da: Der er opstået en fejl
de: Ein Fehler ist aufgetreten
el: Παρουσιάστηκε σφάλμα
es: Se ha producido un error
fa: خطایی رخ داده است
fr: Une erreur s’est produite.
hu: Hiba történt
id: Terjadi eror
ja: エラーが発生しました
ka: ნაპოვნია შეცდომა
kab: Tella-d tuccḍa
nl: Er is een fout opgetreden
pl: Wystąpił błąd
pt_br: Ocorreu um erro
ro: A apărut o eroare.
ru: Произошла ошибка
sv: Ett fel har uppstått
tr: Bir sorun çıktı
uk: Сталася помилка

source: Apple informed us they could not process the purchase.
be: З кампаніі Apple нам паведамілі, што не змаглі апрацаваць пакупку.
ca: Apple informa que no han pogut processar la compra.
cs: Apple nás informoval, že nemohli zpracovat nákup.
da: Apple meddelte os, at de ikke kunne behandle købet.
de: Apple hat uns mitgeteilt, dass sie den Kauf nicht akzeptieren können.
el: Η Apple μας ενημέρωσε ότι δεν μπόρεσε να επεξεργαστούν την αγορά.
es: Apple nos ha informado de que no se pudo procesar la compra.
fa: اپل به ما اطلاع داد که آنها نمی توانند خرید را پردازش کنند.
fr: Apple nous a informés que l'achat n'avait pas pu être traité.
hu: Az Apple azt jelezte vissza, hogy nem tudták feldolgozni a vásárlást.
id: Apple menginformasikan, mereka tidak dapat memproses pembayaran.
ja: Appleが購入の手続きを進める事ができませんでした。
ka: Apple-მა შეგვატყობინა, რომ თქვენს გადახდას ვერ დაამუშავებს.
kab: Apple yenna-yaɣ-d d akken ur yezmir ara ad yessesfer tiɣint-agi.
nl: Apple heeft ons geïnformeerd dat ze de aankoop niet konden verwerken.
pl: Firma Apple poinformowała nas, że nie może przetworzyć zakupu.
pt_br: A Apple nos informou que não foi possível processar a compra.
ro: Apple ne-a informat că nu poate procesa achiziția.
ru: Apple проинформировал, что они не смогли обработать покупку.
sv: Apple informerade oss om att de inte kunde behandla köpet.
tr: Apple, satın alma işlemini tamamlayamadığını bildirdi.
uk: Apple повідомила нам, що не може обробити купівлю.

source: Apple informed us you've upgraded the service plan, but some technical data was missing. Please fill in the bug report and our customer support team will contact you.
be: З кампаніі Apple нам паведамілі, што вы палепшылі тарыфны план абслугоўвання, але нам не хапае некаторых тэхнічных даных. Запоўніце справаздачу пра памылкі, і наша каманда падтрымкі кліентаў звяжацца з вамі.
ca: Apple ens informa que heu millorat el vostre pla, però falten algunes dades tècniques. Empleneu l'informe d'error i el nostre equip us contactarà.
cs: Apple nás informoval, že jste navýšil(a) tarif služby, ale některé technické údaje chyběly. Prosím vyplňte zprávu o chybě a náš tým podpory zákazníků vás bude kontaktovat.
da: Apple meddelte os, at du har opgraderet tjenesteabonnementet, men at nogle tekniske data mangler. Udfyld fejlrapporten, så vil kundesupportteamet kontakte dig.
de: Apple hat uns mitgeteilt, dass du dein Abonnement gewechselt hast, aber einige technische Details fehlten. Bitte fülle den Fehlerbericht aus und unser Kundendienstteam wird dich kontaktieren.
el: Η Apple μας ενημέρωσε ότι έχετε αναβαθμίσει το πακέτο/πλάνο σας, αλλά λείπουν ορισμένα τεχνικά δεδομένα. Συμπληρώστε την φόρμα αναφοράς σφαλμάτων και η ομάδα υποστήριξης πελατών μας, θα επικοινωνήσει μαζί σας.
es: Apple nos ha informado de que has actualizado tu plan de servicio, pero faltan algunos datos técnicos. Envíanos un informe de errores y nuestro equipo se pondrá en contacto contigo.
fa: اپل به ما اطلاع داد که شما برنامه خدمات را به روز کرده‌اید، اما برخی از داده‌های فنی وجود ندارد. لطفا گزارش مربوط به اشکال را پر کنید و تیم پشتیبانی مشتری ما با شما تماس خواهد گرفت.
fr: Apple nous a informés que vous avez souscrit à un abonnement, mais il manque quelques données techniques. Nous vous invitons à compléter le rapport de bug et notre service client vous contactera.
hu: Az Apple azt jelezte vissza, hogy ön nagyobb csomagra váltott, de bizonyos technikai adatok hiányoznak. Kérjük, töltsön ki egy hiba jelentést és a támogatási csoportunk felveszi önnel a kapcsolatot.
id: Apple menginformasikan, Anda sudah meningkatkan paket layanan, tapi beberapa data teknis hilang. Mohon isi laporan bug dan tim dukungan pelanggan kami akan menghubungi Anda.
ja: Appleからサブスクリプションプランのアップグレードの通知を受けましたが、いくつかの技術情報が見当たりません。顧客サポートチームがご連絡しますので、バグ報告をお願いします。
ka: Apple-მა შეგვატყობინა, რომ თქვენ ასწიეთ სატარიფო გეგმა, მაგრამ აკლდა ზოგიერთი ტექნიკური მონაცემი. გთხოვთ გადმოგვიგზავნოთ შეცდომის ანგარიში და მხარდაჭერის გუნდი მალევე დაგიკავშირდებათ.
kab: Apple yuzen-aɣ-d ulɣu belli tleqqmeḍ aɣawas n umeẓlu, maca kra n yisefka itiknikanen xuṣṣen. Ttxil-k·m ɛemmeṛ aneqqis n wabug syen tarbaɛt-nneɣ n tallalt n umsaɣ ad ak·akem-id-nermes.
nl: Apple heeft ons geïnformeerd dat u het serviceplan geüpgraded heeft maar er missen technische gegevens. Dien een bugrapport in en ons ondersteuningsteam neemt contact op met u.
pl: Firma Apple poinformowała nas o ulepszeniu planu, ale brakuje niektórych danych technicznych. Wypełnij zgłoszenie błędu, a nasz zespół wsparcia klienta skontaktuje się z Tobą.
pt_br: A Apple nos informou que você atualizou o plano de serviço, mas faltaram alguns dados técnicos. Preencha o relatório de erros e nossa equipe de suporte ao cliente entrará em contato com você.
ro: Apple ne-a informat că ați modernizat planul serviciului, dar lipsesc unele date tehnice. Completați raportul de erori și echipa de suport vă va contacta.
ru: Apple сообщили, что вы улучшили тариф, но нам не хватает технических данных. Пожалуйста, заполните отчет об ошибке, и наша команда поддержки свяжется с вами.
sv: Apple informerade oss att du har uppgraderat paketet för tjänster, men vissa tekniska data saknades. Fyll i felrapporten så kommer vårt kundtjänstteam att kontakta dig.
tr: Apple, hizmet tarifenizi yükselttiğinizi bildirdi. Ancak bazı teknik veriler eksikti. Lütfen hata bildirimini doldurun. Müşteri destek ekibimiz sizinle görüşecek.
uk: Компанія Apple повідомила нас про те, що ви оновили план послуг, але не вистачає деяких технічних даних. Будь ласка, заповніть дані звіту про помилку і наша служба підтримки зв'яжеться з вами.

source: Apple informed us you've upgraded the service plan, but we detected you have logged out of the account since then.
be: З кампаніі Apple нам паведамілі, што вы палепшылі тарыфны план абслугоўвання, але мы выявілі, што з таго моманту вы выйшлі з уліковага запісу.
ca: Apple ens ha informat que heu millorat el vostre pla, però hem detectat que heu sortit del vostre compte des de llavors.
cs: Apple nás informoval, že jste navýšili tarif služby, ale zjistili jsme, že jste se od té doby z účtu odhlásili.
da: Apple meddelte os, at du har opgraderet tjenesteabonnementet, men vi har registreret, at du siden da har logget ud af kontoen.
de: Apple hat uns mitgeteilt, dass dein dein Abonnement gewechselt hast, jedoch haben wir festgestellt, dass du dich seither von deinem Konto abgemeldest hast.
el: Η Apple μας ενημέρωσε ότι έχετε αναβαθμίσει το λογαριασμό σας / πλάνο, αλλά εντοπίσαμε ότι έχετε αποσυνδεθεί από το λογαριασμό σας, από τότε.
es: Apple nos ha informado que has actualizado tu plan de servicio, pero detectamos que has cerrado tu sesión desde entonces.
fa: Apple informed us you've upgraded the service plan, but we detected you have signed out of the account since then.
fr: Apple nous a informés que vous avez changé d'abonnement, mais nous constatons que vous vous êtes déconnecté du compte depuis ce changement.
hu: Az Apple azt jelezte vissza, hogy ön nagyobb csomagra váltott, de úgy vettük észre, hogy azóta kilépett a fiókból.
id: Apple menginformasikan kami bahwa paket langganan Anda telah ditingkatkan, tetapi sistem kami mendeteksi bahwa Anda telah keluar dari akun.
ja: Appleからサービスプランのアップグレードの通知を受けましたが、サインアウトしている事を検出しました。
ka: Apple-მა შეგვატყობინა, რომ თქვენ სატარიფო გეგმა ასწიეთ, მაგრამ ანგარიშიდან უკვე გახვედით.
kab: Apple yuzen-aɣ-d ulɣu belli tleqqmeḍ aɣawas n umeẓlu, maca nufa-d teffɣeḍ seg umiḍan seg wass-nni.
nl: Apple heeft ons geïnformeerd dat u het serviceplan geüpgraded heeft, maar wij hebben geconstateerd dat u sindsdien uitgelogd bent.
pl: Firma Apple poinformowała nas o ulepszeniu planu, ale wykryliśmy od tego czasu wylogowanie z konta.
pt_br: A Apple nos informou que você atualizou o plano de serviço, mas detectamos que você encerrou a sessão da conta desde então.
ro: Apple ne-a informat că ați modernizat planul serviciului, dar am detectat că v-ați deconectat din cont de atunci.
ru: Компания Apple уведомила нас, что вы улучшили свой тариф, но мы заметили, что после этого вы вышли из учётной записи.
sv: Apple meddelade oss att du har uppgraderat serviceplanen, men vi upptäckte att du har loggat ut från kontot sedan dess.
tr: Apple, bize hizmet tarifenizi yükselttiğiniz hakkında bilgi verdi. Ancak o zamandan beri hesap oturumunuzu kapattığınızı farkettik.
uk: Компанія Apple повідомила нас, що ви оновили план послуг, але ми виявили, що відтоді ви вийшли з облікового запису.

source: Are you sure you want to sign out %@?
be: Вы сапраўды хочаце выйсці з %@?
ca: Segur que voleu tancar la sessió de %@?
cs: Opravdu se chcete odhlásit %@?
da: Er du sikker på, at du vil logge %@ ud?
de: Möchtest du dich wirklich von „%@” abmelden?
el: Θέλετε σίγουρα έξοδο του %@;
es: ¿Estás seguro de que quieres cerrar la sesión %@?
fa: آیا مطمئنید که می‌خواهید از %@ خارج شوید؟
fr: Voulez-vous vraiment vous déconnecter de %@ ?
hu: Biztos, hogy ki szeretne jelentkezni %@?
id: Apakah Anda yakin anda ingin keluar %@?
ja: %@ からサインアウトしますか?
ka: დარწმუნებული ბრძანდებით, რომ გნებავთ, გახვიდეთ %@-დან?
kab: Tebɣiḍ ad teffɣeḍ%@?
nl: Weet u zeker dat u %@ wilt uitloggen?
pl: Czy na pewno chcesz się wylogować z konta %@?
pt_br: Você tem certeza que deseja encerrar a sessão%@?
ro: Sigur doriți să vă deconectați din %@?
ru: Вы уверены, что хотите выйти из %@?
sv: Är du säker på att du vill logga ut %@?
tr: %@ oturumunu kapatmak istediğinize emin misiniz?
uk: Ви дійсно хочете вийти з %@?

source: Authenticate
be: Аўтэнтыфікацыя
ca: Autentica
cs: Přihlásit
da: Godkend
de: Authentifizieren
el: Ταυτοποίηση
es: Autenticar
fa: احراز هویت
fr: S'authentifier
hu: Azonosítás
id: Autentikasi
ja: 認証
ka: ავთენტიკაცია
kab: Asesteb
nl: Authenticeren
pl: Uwierzytelnij
pt_br: Autenticar
ro: Autentificare
ru: Аутентифицировать
sv: Autentisera
tr: Kimliği doğrula
uk: Автентифікація

source: By clicking Create address, you agree with Proton's Terms and Conditions.
da: Ved at klikke på Opret adresse accepterer du Proton's Vilkår og Betingelser.
de: Indem du auf „E-Mail-Adresse erstellen” klickst, erklärst du dich mit den Allgemeinen Geschäftsbedingungen von Proton einverstanden.

source: By clicking Next, you agree with Proton's Terms and Conditions
be: Націскаючы кнопку "Далей", вы пагаджаецеся з Умовамі выкарыстання Proton
ca: Clicant a Següent accepteu els Termes i Condicions de Proton
cs: Klepnutím na tlačítko Další souhlasíte s obchodními podmínkami Proton
da: Ved at klikke på Næste accepterer du Proton's Vilkår og Betingelser
de: Indem du auf „Weiter” klickst, erklärst du dich mit den Allgemeinen Geschäftsbedingungen von Proton einverstanden
el: Με κλικ στο Επόμενο, συμφωνείτε με τους Όρους και Προϋποθέσεις της Proton
es: Al hacer clic en Siguiente, aceptas los Términos y Condiciones de Proton
fa: با کلیک کردن روی بعدی، شما با شرایط و ضوابط Proton موافقت میکنید
fr: En cliquant sur Suivant, vous acceptez de respecter les conditions générales d'utilisation de Proton.
hu: A Tovább gombra kattintva elfogadja a Proton felhasználási feltételeit
id: Dengan mengklik Selanjutnya, Anda setuju dengan Syarat dan Ketentuan Proton
ja: 次へをクリックすると、Proton の利用規約に同意したことになります。
ka: შემდეგ გვერდზე გადასვლით თქვენ ეთანხმებით Proton-ის წესებს და პირობებს
nl: Door op Volgende te klikken gaat u akkoord met de algemene voorwaarden van Proton
pl: Klikając przycisk Dalej, akceptujesz regulamin usługi Proton
pt_br: Ao clicar em Próximo, você concorda com os termos e condições da Proton
ro: Apăsând pe «Înainte», sunteți de acord cu termenii și condițiile Proton.
ru: Нажимая кнопку Далее, вы соглашаетесь с условиями Proton
sv: Genom att klicka på ”Nästa” godkänner du Protons användarvillkor
tr: Sonraki üzerine tıklayarak Proton Hüküm ve Koşullarını kabul etmiş olursunuz
uk: Натискаючи Далі, ви погоджуєтеся з Умовами та положеннями Proton

source: Cancel
be: Скасаваць
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fa: انصراف
fr: Annuler
hu: Mégsem
id: Batal
ja: キャンセル
ka: გაუქმება
kab: Sefsex
nl: Annuleren
pl: Anuluj
pt_br: Cancelar
ro: Anulare
ru: Отменить
sv: Avbryt
tr: İptal
uk: Скасувати
