Repository: ProtonMail/protoncore_ios
Catalog: libraries/CoreTranslation/Sources/Resources/*.lproj/Localizable.strings
Languages: be, ca, cs, da, de, el, es, fa, fr, hu, id, ja, ka, kab, nl, pl, pt_br, ro, ru, sv, tr, uk

source: Change email address
be: Змяніць адрас электроннай пошты
ca: Canvia l'adreça de correu
cs: Změnit e-mailovou adresu
da: Skift e-mailadresse
de: E-Mail-Adresse ändern
el: Αλλαγή διεύθυνσης email
es: Cambiar dirección de correo electrónico
fa: تغییر آدرس ایمیل
fr: Modifier l'adresse e-mail
hu: E-mail cím módosítása
id: Ubah alamat surel
ja: メールアドレスを変更
ka: ელფოსტის მისამართის შეცვლა
kab: Senfel tansa n yimayl
nl: Wijzig e-mailadres
pl: Zmień adres e-mail
pt_br: Alterar endereço de e-mail
ro: Modificare adresă de e-mail
ru: Изменить адрес электронной почты
sv: Ändra e-postadress
tr: E-posta adresini değiştir
uk: Змінити адресу е-пошти

source: Change password
be: Змяніць пароль
ca: Canvia la contrasenya
cs: Změnit heslo
da: Skift adgangskode
de: Passwort ändern
el: Αλλαγή κωδικού πρόσβασης
es: Cambiar contraseña
fa: تغییر گذرواژه
fr: Changer le mot de passe
hu: Jelszó módosítása
id: Ubah kata sandi
ja: パスワードの変更
ka: პაროლის შეცვლა
kab: Snifel awal uffir
nl: Wachtwoord wijzigen
pl: Zmień hasło
pt_br: Alterar senha
ro: Schimbare parolă
ru: Изменить пароль
sv: Ändra lösenord
tr: Parolayı değiştir
uk: Змінити пароль

source: Change your password
be: Змяніць свой пароль
ca: Canvieu la vostra contrasenya
cs: Změňte své heslo
da: Skift din adgangskode
de: Passwort ändern
el: Αλλάξτε τον κωδικό πρόσβασής σας
es: Cambia tu contraseña
fa: گذرواژه خود را تغییر دهید
fr: Modifier votre mot de passe
hu: Jelszó megváltoztatása
id: Ubah kata sandi Anda
ja: パスワードを変更
ka: შეცვალეთ თქვენი პაროლი
kab: Senfel awal uffir
nl: Wijzig uw wachtwoord
pl: Zmień hasło
pt_br: Alterar sua senha
ro: Schimbare parolă
ru: Измените пароль
sv: Ändra ditt lösenord
tr: Parolanızı değiştirin
uk: Змініть свій пароль

source: Close
be: Закрыць
ca: Tanca
cs: Zavřít
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
fa: بستن
fr: Fermer
hu: Bezárás
id: Tutup
ja: 閉じる
ka: დახურვა
kab: Mdel
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ro: Închidere
ru: Закрыть
sv: Stäng
tr: Kapat
uk: Закрити

source: Code sent to %@
be: Код адпраўлены на %@
ca: Codi enviat a %@
cs: Kód odeslán na %@
da: Kode sendt til %@
de: Schlüssel gesendet an „%@”
el: Ο κωδικός στάλθηκε στο %@
es: Código enviado a %@
fa: کد به %@ ارسال شد
fr: Le code a été envoyé à %@.
hu: Kód elküldve ide: %@
id: Kode terkirim ke %@
ja: コードを %@ に送信しました
ka: კოდი გაგზავნილია: %@
kab: Tangalt tettwazen ɣer %@
nl: Code verzonden naar %@
pl: Kod został wysłany do %@
pt_br: Código enviado para %@
ro: Cod trimis către %@
ru: Код отправлен на %@
sv: Kod skickad till %@
tr: Kod %@ alıcısına gönderildi
uk: Код надіслано на %@

source: Complete payment
be: Завяршыць аплату
ca: Completar pagament
cs: Dokončit platbu
da: Gennemfør betaling
de: Zahlung abschließen
el: Ολοκλήρωση πληρωμής
es: Completar pago
fa: تکمیل عملیات پرداخت
fr: Finaliser le paiement
hu: Fizetés befejezése
id: Selesaikan pembayaran
ja: 支払いが完了しました
ka: შეძენის დასრულება
kab: Ad tkemmleḍ lexlaṣ
nl: Voltooi betaling
pl: Zakończ płatność
pt_br: Completar pagamento
ro: Finalizare plată
ru: Завершить оплату
sv: Slutför betalning
tr: Ödemeyi tamamla
uk: Завершити оплату

source: Complete payment?
be: Завяршыць аплату?
ca: Completar el pagament?
cs: Dokončit platbu?
da: Gennemfør betaling?
de: Zahlung abschließen?
el: Ολοκλήρωση πληρωμής;
es: ¿Completar pago?
fa: تکمیل عملیات پرداخت؟
fr: Finaliser le paiement ?
hu: Fizetés befejezése?
id: Selesaikan pembayaran?
ja: 支払いが完了しましたか?
ka: დავასრულო შეძენა?
kab: Ad tkemmleḍ lexlaṣ?
nl: Voltooi betaling?
pl: Zakończyć płatność?
pt_br: Completar pagamento?
ro: Finalizați plata?
ru: Завершить оплату?
sv: Slutför betalning?
tr: Ödeme tamamlansın mı?
uk: Завершити оплату?

source: Complete Setup
be: Завяршыць наладжванне
ca: Completar configuració
cs: Dokončit nastavení
da: Gennemfør opsætning
de: Installation abschließen
el: Ολοκλήρωση Εγκατάστασης
es: Completar configuración
fa: تکمیل عملیات راه‌اندازی
fr: Terminer la configuration
hu: Beállítás befejezése
id: Selesaikan Persiapan
ja: セットアップが完了しました
ka: მორგების დასრულება
kab: Kfu asbadu
nl: Voltooi installatie
pl: Zakończ konfigurację
pt_br: Configuração completa
ro: Finalizare configurare
ru: Завершить настройку
sv: Slutför inställning
tr: Kurulumu tamamla
uk: Завершити налаштування

source: Congratulations!
be: Віншуем!
ca: Enhorabona!
cs: Blahopřejeme!
da: Tillykke!
de: Herzlichen Glückwunsch!
el: Συγχαρητήρια!
es: ¡Enhorabuena!
fa: تبریک می‌گوییم!
fr: Félicitations !
hu: Gratulálunk!
id: Selamat!
ja: おめでとうございます！
ka: გილოცავთ!
kab: Ayuz!
nl: Gefeliciteerd!
pl: Gratulacje!
pt_br: Parabéns!
ro: Felicitări!
ru: Поздравляем!
sv: Grattis!
tr: Tebrikler!
uk: Вітаємо!

source: Contact an administrator to make changes to your Proton subscription.
be: Звяжыцеся з адміністратарам для таго, каб унесці змены ў вашу падпіску Proton.
ca: Contacteu amb un administrador per fer canvis a la vostra subscripció de Proton.
cs: Chcete-li provést změny v předplatném Protonu, kontaktujte správce.
da: Kontakt en administrator for at foretage ændringer i dit Proton-abonnement.
de: Wenden Sie sich an einen Administrator, um Änderungen an Ihrem Proton-Abonnement vorzunehmen.
el: Επικοινωνήστε με έναν διαχειριστή για να κάνετε αλλαγές στη συνδρομή Proton.
es: Contacta con un administrador para realizar cambios en tu suscripción de Proton.
fr: Contactez un administrateur pour modifier votre abonnement Proton.
hu: Lépjen kapcsolatba egy adminisztrátorral, ha szeretne módosítani a Proton előfizetésén.
id: Hubungi administrator untuk membuat perubahan pada langganan Proton Anda.
ja: 管理者に連絡して Proton サブスクリプションを変更する必要があります。
ka: Proton-ის გამოწერის შესაცვლელად დაუკავშირდით ადმინისტრატორს.
nl: Neem contact op met een beheerder om wijzigingen aan uw Proton-abonnement aan te brengen.
pl: Skontaktuj się z administratorem, aby zmienić subskrypcję.
pt_br: Contate um administrador para alterar sua assinatura Proton.
ro: Contactați un administrator pentru a face modificări la abonamentul Proton.
ru: Свяжитесь с администратором, чтобы внести изменения в подписку на Proton.
sv: Kontakta en administratör för att göra ändringar i din Proton-prenumeration.
tr: Proton aboneliğinizde değişiklik yapmak için bir yönetici ile görüşün.
uk: Зверніться до адміністратора для зміни вашої передплати Proton.

source: Contact customer support
be: Звязацца са службай падтрымкі
ca: Contacta amb atenció al client
cs: Kontaktovat zákaznickou podporu
da: Kontakt kundeservice
de: Kundensupport kontaktieren
el: Επικοινωνήστε με την υποστήριξη πελατών
es: Contactar con Atención al Cliente
fa: با پشتیبانی مشتری تماس بگیرید
fr: Contacter le service client
hu: Ügyfélszolgálat elérése
id: Hubungi bantuan pelanggan
ja: カスタマーサポートに連絡する
ka: კონტაქტი მხარდაჭერის გუნდთან
kab: Nermes tallalt-nneɣ n umsaɣ
nl: Neem contact op met de klantondersteuning
pl: Skontaktuj się ze wsparciem klienta
pt_br: Contate nossa equipe de suporte
ro: Contactare asistență clienți
ru: Обратитесь в службу поддержки клиентов
sv: Kontakta kundsupport
tr: Müşteri destek ekibiyle görüşün
uk: Зв'язатися зі службою підтримки

source: Contact support@protonvpn.com to complete your purchase.
be: Звяжыцеся з намі праз электронную пошту support@protonvpn.com для завяршэння вашай куплі.
ca: Contacteu amb support@protonvpn.com per finalitzar la compra.
cs: Pro dokončení nákupu kontaktujte support@protonvpn.com.
da: Kontakt support@protonvpn.com for at gennemføre dit køb.
de: Kontaktieren Sie support@protonvpn.com, um Ihren Kauf abzuschließen.
el: Επικοινωνήστε με το support@protonvpn.com για να ολοκληρώσετε την αγορά σας.
es: Ponte en contacto con support@protonvpn.com para completar la compra.
fa: برای تکمیل خرید خود با support@protonvpn.com تماس بگیرید.
fr: Contactez support@protonvpn.com pour terminer votre achat.
hu: Vegye fel velünk a kapcsolatot a support@protonvpn.com címen a vásárlás befejezéséhez.
id: Hubungi support@protonvpn.com untuk menyelesaikan pembayaran Anda.
ja: support@protonvpn.com に連絡し、購入手続きを完了してください。
ka: შეძენის დასასრულებლად დაუკავშირდით მხარდაჭერის გუნდს ელფოსტაზე support@protonvpn.com.
kab: Nermes support@protonvpn.com i wakken ad temmed tiɣin-inek·inem.
nl: Neem contact op met support@protonvpn.com om uw aankoop te voltooien.
pl: Skontaktuj się z support@protonvpn.com, aby zakończyć zakup.
pt_br: Entre em contato com support@protonvpn.com para concluir sua compra.
ro: Contactați support@protonvpn.com pentru a finaliza achiziția.
ru: Для завершения покупки свяжитесь с нами по адресу support@protonvpn.com.
sv: Kontakta support@protonvpn.com för att slutföra ditt köp.
tr: Satın alma işleminizi tamamlamak için support@protonvpn.com adresine yazın.
uk: Для завершення покупки зверніться до support@protonvpn.com.

source: Create a Proton account with your current email
da: Opret en Proton-konto med din aktuelle e-mail
de: Erstellen Sie ein Proton-Konto mit Ihrer aktuellen E-Mail-Adresse

source: Create a secure ProtonMail address instead
da: Opret en sikker ProtonMail-adresse i stedet
de: Erstellen Sie stattdessen eine sichere ProtonMail-E-Mail-Adresse

source: Create address
da: Opret adresse
de: Neue E-Mail-Adresse

source: Create an account
be: Стварыць уліковы запіс
ca: Crear un compte
cs: Vytvořit účet
da: Opret en konto
de: Konto erstellen
el: Δημιουργία λογαριασμού
es: Crear una cuenta
fa: ایجاد حساب کاربری
fr: Créer un compte
hu: Fiók létrehozása
id: Buat akun
ja: アカウントを作成
ka: ანგარიშის შექმნა
kab: Snulfud amiḍan
nl: Een account aanmaken
pl: Utwórz konto
pt_br: Criar uma conta
ro: Creare cont
ru: Создать аккаунт
sv: Skapa ett konto
tr: Hesap oluştur
uk: Зареєструватися

source: Create ProtonMail address
da: Opret en ProtonMail-adresse
de: ProtonMail-E-Mail-Adresse erstellen

source: Create user failed
be: Немагчыма стварыць карыстальніка
ca: No s'ha pogut crear l'usuari
cs: Vytváření uživatele selhalo
da: Brugeroprettelse mislykkedes
de: Erstellen des Nutzers fehlgeschlagen
el: Αποτυχία δημιουργίας χρήστη
es: Error al crear el usuario
fa: کاربر ساخته نشد
fr: L'utilisateur n'a pas pu être créé.
hu: Felhasználó létrehozása sikertelen
id: Tidak dapat membuat pengguna
ja: ユーザーを作成できませんでした
ka: მომხმარებლის შექმნის შეცდომა
kab: Yegguma ad yernu aseqdac
nl: Gebruiker aanmaken mislukt
pl: Nie można utworzyć użytkownika
pt_br: Não foi possível criar usuário
ro: Eșuare creare utilizator
ru: Не удалось создать пользователя
sv: Kunde inte skapa användare
tr: Kullanıcı oluşturulamadı
uk: Не вдалося створити користувача

source: Create your password
be: Стварыць пароль
ca: Creeu la vostra contrasenya
cs: Vytvořte si heslo
da: Opret din adgangskode
de: Passwort erstellen
el: Δημιουργήστε τον κωδικό πρόσβασής σας
es: Crea tu contraseña
fa: گذرواژه خود را ایجاد کنید
fr: Créez votre mot de passe
hu: Hozzon létre egy jelszót
id: Buat kata sandi Anda
ja: パスワードを作成
ka: შექმენით თქვენი პაროლი
kab: Rnu awal uffir
nl: Maak uw wachtwoord
pl: Utwórz hasło
pt_br: Crie sua senha
ro: Creare parolă
ru: Создайте пароль
sv: Skapa ditt lösenord
tr: Parolanızı oluşturun
uk: Створіть пароль

source: Create your Proton Account
be: Стварыць уліковы запіс Proton
ca: Creeu el vostre Compte Proton
cs: Vytvořte si Účet Proton
da: Opret din Proton-konto
de: Erstellen Sie Ihr Proton-Konto
el: Δημιουργήστε τον λογαριασμό σας Proton
es: Crea tu cuenta Proton
fa: حساب Proton خود را ایجاد کنید
fr: Créez votre compte Proton
hu: Proton fiók létrehozása
id: Buat Akun Proton Anda
ja: Proton アカウントを作成
ka: Proton-ის თქვენი ანგარიშის შექმნა
kab: Snulfu-d amiḍan-inek/m Proton
nl: Maak uw Proton Account aan
pl: Utwórz konto Proton
pt_br: Crie sua conta Proton
ro: Creare cont Proton
ru: Создайте свой аккаунт Proton
sv: Skapa ditt Proton-konto
tr: Proton hesabınızı oluşturun
uk: Створіть свій обліковий запис Proton

source: Creating your account
be: Стварэнне ўліковага запісу
ca: Creant el vostre compte
cs: Vytváření vašeho účtu
da: Opretter din konto
de: Ihr Konto wird erstellt
el: Γίνεται δημιουργία του λογαριασμού σας
es: Creando tu cuenta
fa: درحال ایجاد حساب کاربری شما
fr: Création de votre compte
hu: Fiók létrehozása
id: Membuat akun Anda
ja: アカウントの作成中
ka: თქვენი ანგარიშის შექმნა
kab: Timerna n umiḍan-ik·im
nl: Account aan het aanmaken
pl: Tworzenie konta
pt_br: Criando sua conta
ro: Se creează contul
ru: Создание аккаунта
sv: Skapar ditt konto
tr: Hesabınız oluşturuluyor
uk: Створення облікового запису

source: Current plan
be: Бягучы тарыфны план
ca: Pla actual
cs: Aktuální tarif
da: Nuværende abonnement
de: Aktuelles Paket
el: Τρέχον πακέτο
es: Plan actual
fa: طرح جاری
fr: Abonnement actuel
hu: Jelenlegi csomag
id: Paket saat ini
ja: 現在のプラン
ka: მიმდინარე ტარიფი
kab: Aɣawas amiran
nl: Huidig abonnement
pl: Obecny plan
pt_br: Plano atual
ro: Plan actual
ru: Текущий тариф
sv: Nuvarande paket
tr: Geçerli tarife
uk: Поточний тарифний план

source: Current plan will expire on %@
be: Бягучы тарыфны план міне праз %@
ca: El vostre pla actual finalitzarà el %@
cs: Stávající tarif vyprší %@
da: Nuværende abonnement udløber den %@
de: Das derzeitige Abonnement ist nur noch bis zum %@ gültig
el: Το τρέχον πλάνο θα λήξει στις %@
es: El plan actual expirará el %@
fa: طرح فعلی در %@ تمام خواهد شد
fr: L’abonnement actuel expirera le %@.
hu: A jelenlegi csomag lejár: %@
id: Paket saat ini akan kedaluwarsa pada %@
ja: 現在のプランは %@ に期限を迎えます
ka: მიმდინარე ტარიფის ამოწურვის ვადაა %@
kab: Aɣawas amiran ad yemmet deg %@
nl: Huidige abonnement verloopt op %@
pl: Obecny plan wygaśnie %@
pt_br: O plano atual irá expirar em %@
ro: Planul actual va expira la %@
ru: Текущий тариф истекает %@
sv: Nuvarande paket kommer löpa ut den %@
tr: Geçerli tarifenin süresi %@ tarihinde dolacak
uk: Поточний тарифний план завершиться %@

source: Custom email addresses
be: Карыстальніцкія адрасы электроннай пошты
ca: Adreces de correu electrònic personalitzades
cs: Vlastní e-mailové adresy
da: Brugerdefinerede e-mailadresser
de: Benutzerdefinierte E-Mail-Adressen
el: Προσαρμοσμένες διευθύνσεις email
es: Direcciones de correo personalizadas
fa: آدرس ایمیل‌های سفارشی
fr: Adresses e-mail personnalisées
hu: Egyéni e-mail címek
id: Alamat surel khusus
ja: カスタムメールアドレス
ka: მორგებული ელ-ფოსტის მისამართები
kab: Tansiwin n yimayl tudmawanin
nl: Aangepaste e-mailadressen
pl: Niestandardowe adresy e-mail
pt_br: Endereços de e-mail personalizados
ro: Adrese de e-mail personalizate
ru: Пользовательские адреса электронной почты
sv: Anpassade e-postadresser
tr: Özel e-posta adresleri
uk: Власні адреси е-пошти

source: Customer support
be: Падтрымка кліентаў
ca: Atenció al client
cs: Zákaznická podpora
da: Kundeservice
de: Kundensupport
el: Υποστήριξη πελατών
es: Atención al cliente
fa: پشتیبانی مشتری
fr: Service client
hu: Vevőszolgálat
id: Layanan dukungan
ja: カスタマーサポート
ka: მხარდაჭერის გუნდი
kab: Tallalt tudmawant
nl: Klantenondersteuning
pl: Wsparcie klienta
pt_br: Suporte ao cliente
ro: Asistență clienți
ru: Поддержка клиентов
sv: Kundsupport
tr: Müşteri desteği
uk: Клієнтська підтримка

source: Delete account
be: Выдаліць уліковы запіс
ca: Elimina el compte
cs: Smazat účet
da: Slet konto
de: Konto löschen
el: Διαγραφή λογαριασμού
es: Eliminar cuenta
fa: حذف حساب کاربری
fr: Supprimer le compte
hu: Fiók törlése
id: Hapus akun
ja: アカウントを削除
ka: ანგარიშის წაშლა
kab: Kkes amiḍan
nl: Account verwijderen
pl: Usuń konto
pt_br: Excluir conta
ro: Ștergere cont
ru: Удалить аккаунт
sv: Ta bort konto
tr: Hesabı sil
uk: Видалити обліковий запис

source: Did not receive a code?
be: Не атрымалі код?
ca: No heu rebut un codi?
cs: Nedostali jste kód?
da: Ikke modtaget en kode?
de: Code nicht erhalten?
el: Δεν λάβατε τον κωδικό;
es: ¿No has recibido el código?
fa: یک کد دریافت نشد?
fr: Vous n'avez pas reçu de code ?
hu: Nem kapta meg a kódot?
id: Tidak menerima kode?
ja: コードを受取っていませんか?
ka: კოდი არ მიგიღიათ?
kab: Ur d-teṭṭifeḍ ara tangalt?
nl: Heeft u geen code ontvangen?
pl: Nie otrzymano kodu?
pt_br: Não recebeu nenhum código?
ro: Nu ați primit codul?
ru: Не получили код?
sv: Fick du ingen kod?
tr: Bir kod almadınız mı?
uk: Не отримали код?

source: Did not receive the code?
be: Не атрымалі код?
ca: No heu rebut el codi?
cs: Nedostali jste kód?
da: Ikke modtaget koden?
de: Code nicht erhalten?
el: Δεν λάβατε τον κωδικό;
es: ¿No has recibido el código?
fa: کد را دریافت نکردید؟
fr: Vous n'avez pas reçu le code ?
hu: Nem kapta meg a kódot?
id: Tidak menerima kode?
ja: コードを受け取っていませんか?
ka: კოდი არ მიგიღიათ?
kab: Ur d-teṭṭifeḍ ara tangalt?
nl: Code niet ontvangen?
pl: Nie otrzymano kodu?
pt_br: Não recebeu o código?
ro: Nu ați primit codul?
ru: Не получили код?
sv: Fick du inte koden?
tr: Kodu almadınız mı?
uk: Не отримали код?

source: Dismiss account switcher
be: Ігнараваць пераключальнік уліковых запісаў
ca: Descartar el canvi de compte
cs: Zrušit přepínač účtů
da: Afvis kontoskifter
de: Kontenwechsel ablehnen
el: Παράβλεψη εναλλάκτη λογαριασμού
es: Descartar el cambio de cuenta
fa: رد کردن تغییر دهنده حساب
fr: Annuler le changement de compte
hu: Fiókváltó elvetése
id: Tutup pemindah akun
ja: アカウント変更を隠す
ka: ანგარიშის გადამრთველის მოცილება
kab: Sefsex abeddel n umiḍan
nl: Accountswitcher afzetten
pl: Odrzuć przełącznik konta
pt_br: Dispensar alternador de contas
ro: Renunțare la comutatorul de cont
ru: Отключить переключатель аккаунтов
sv: Avisa kontoväxlare
tr: Hesap değiştiriciyi kapat
uk: Відхилити зміну облікового запису

source: Do you want to activate the purchase for %@ address?
be: Вы хочаце актываваць пакупку для адраса %@?
ca: Voleu activar la compra per l'adreça %@?
cs: Chcete aktivovat zakoupený plán pro adresu %@?
da: Vil du aktivere det købte abonnement for %@ addresse?
de: Möchten Sie den Kauf für %@ E-Mail-Adresse bestätigen?
el: Θέλετε να ενεργοποιήσετε την αγορά για τη διεύθυνση %@;
es: ¿Quieres activar la compra para la dirección %@?
fa: آیا می‌خواهید که خرید را فعال کنید برای نشانی %@?
fr: Voulez-vous activer l'achat pour l'adresse %@ ?
hu: Aktiválja a vásárlást a %@ címhez?
id: Anda ingin mengaktifkan pembayaran untuk alamat %@?
ja: 購読したプランをアドレス %@ に対して有効化しますか？
ka: გნებავთ %@ მისამართის შეძენის აქტივაცია?
kab: Tebɣiḍ ad tremdeḍ tiɣin i tansa %@ address?
nl: Wilt u de aankoop activeren voor het adres %@?
pl: Czy chcesz aktywować zakup dla adresu %@?
pt_br: Deseja ativar a compra para o endereço %@?
ro: Doriți să activați achiziția pentru adresa %@?
ru: Вы хотите активировать покупку для адреса %@?
sv: Vill du aktivera köpet för %@-adress?
tr: %@ adresi için satın almayı başlatmak ister misiniz?
uk: Ви хочете активувати покупку для адреси %@?

source: Email
be: Электронная пошта
ca: Correu electrònic
de: E-Mail-Adresse
el: Ηλ. μήνυμα
es: Correo electrónico
fa: رایانامه
fr: Adresse e-mail
id: Surel
ja: メールアドレス
ka: ელფოსტა
kab: Imayl
nl: E-mailadres
ru: Электронная почта
sv: E-post
tr: E-posta
uk: Е-пошта

source: Email address already used.
be: Электронная пошта ўжо выкарыстоўваецца.
ca: L'adreça de correu electrònic ja està en ús.
cs: E-mailová adresa už byla použita.
da: E-mailadressen er allerede i brug.
de: E-Mail-Adresse wird bereits verwendet.
el: Το e-mail χρησιμοποιείται ήδη.
es: La dirección de correo electrónico ya está en uso.
fa: این رایانامه پیشتر استفاده شده است.
fr: L'adresse e-mail est déjà utilisée.
hu: Ez az e-mail cím már használatban van.
id: Alamat surel sudah digunakan.
ja: メールアドレスはすでに使用されています.
ka: ელფოსტის მისამართი უკვე გამოიყენება.
kab: Tans-a n yimayl tettuseqdec yakan.
nl: E-mailadres al in gebruik.
pl: Adres e-mail został już wykorzystany.
pt_br: Endereço de e-mail já usado.
ro: Adresă de e-mail deja utilizată.
ru: Адрес электронной почты уже используется.
sv: E-postadressen har redan använts.
tr: E-posta adresi zaten kullanılıyor.
uk: Ця адреса вже використовується.

source: Email or username
be: Электронная пошта або імя карыстальніка
ca: Correu electrònic o nom d'usuari
cs: E-mail nebo uživatelské jméno
da: E-mail eller brugernavn
de: E‐Mail‐Adresse oder Benutzername
el: Διεύθυνση ή όνομα χρήστη
es: Dirección de correo electrónico o nombre de usuario
fa: رایانامه یا نام‌کاربری
fr: Adresse e-mail ou nom d'utilisateur
hu: E-mail cím vagy felhasználónév
id: Surel atau nama pengguna
ja: メールアドレスまたはユーザー名
ka: ელფოსტა ან მომხმარებლის სახელი
kab: Imayl neɣ isem n useqdac
nl: E-mailadres of gebruikersnaam
pl: Adres e-mail lub nazwa użytkownika
pt_br: E-mail ou nome de usuário
ro: E-mail sau utilizator
ru: Электронная почта или имя пользователя
sv: E-post eller användarnamn
tr: E-posta adresi ya da kullanıcı adı
uk: Е-пошта чи ім'я користувача

source: Enjoy the world of privacy.
be: Атрымлівайце асалоду ад свету прыватнасці.
ca: Gaudiu del món de la privacitat.
cs: Užívejte si svět soukromí.
da: Nyd en verden med privatliv.
de: Genieße die weltweite Privatsphäre.
el: Απολαύστε τον κόσμο της ιδιωτικότητας.
es: Disfruta del mundo de la privacidad.
fa: از دنیای حریم خصوصی لذت ببرید.
fr: Profitez d'un monde respectueux de la vie privée.
hu: Élvezze a magánélet világát.
id: Nikmati dunia yang mengedepankan privasi.
ja: プライバシーの世界を楽しもう。
ka: ისიამოვნეთ კონფიდენციალურობის სამყაროთი.
kab: Faṛes seg umaḍal n uqader n tudert tabaḍnit.
nl: Geniet van de wereld van privacy.
pl: Ciesz się prywatnością.
pt_br: Aproveite o mundo da privacidade.
ro: Bucurați-vă de lumea vieții private.
ru: Пользуйтесь миром конфиденциальности.
sv: Njut av en värld av integritet.
tr: Gizliliğe saygı duyulan bir dünyanın tadını çıkarın.
uk: Оцініть переваги світу приватності.

source: Enter an 8-character recovery code.
be: Увядзіце код аднаўлення з 8 сімвалаў.
ca: Introduïu un codi de recuperació de 8 caràcters.
cs: Zadejte 8místný kód pro obnovení.
da: Indtast en gendannelseskode på 8-tegn.
de: Geben Sie einen 8-stelligen Wiederherstellungsschlüssel ein.
el: Εισαγάγετε έναν κωδικό ανάκτησης 8 χαρακτήρων.
es: Introduce un código de recuperación de 8 caracteres.
fa: یک کد بازیابی ۸ نویسه ای را وارد کنید.
fr: Saisissez un code de récupération de 8 caractères.
hu: Írjon be egy 8 karakteres helyreállítási kódot.
id: Masukkan kode pemulihan 8 karakter.
ja: 8 文字の回復コードを入力してください。
ka: შეიყვანეთ აღდგენის 8-სიმბოლოიანი კოდი.
kab: Sekcem tangalt n tririt n 8 yisekkilen.
nl: Voer een herstelcode van 8 tekens in.
pl: Wpisz 8-cyfrowy kod odzyskiwania.
pt_br: Insira um código de recuperação de 8 caracteres.
ro: Introduceți codul din 8 caractere pentru recuperare.
ru: Введите восьмизначный код восстановления.
sv: Ange en återställningskod på 8 tecken.
tr: 8 karakterli kurtarma kodunu yazın.
uk: Введіть 8-значний код відновлення.

source: Enter the 6-digit code.
be: Увядзіце код з 6 лічбаў.
ca: Introduïu el codi de 6 dígits.
cs: Zadejte 6místný kód.
da: Indtast den 6-cifrede kode.
de: 6-stelligen Schlüssel eingeben.
el: Εισάγετε τον 6-ψήφιο κωδικό.
es: Introduce el código de 6 dígitos.
fa: کد ۶-رقمی را وارد کنید.
fr: Saisissez le code à 6 chiffres.
hu: Írja be a hatjegyű kódot.
id: Masukkan kode 6 digit.
ja: 6 桁のコードを入力します。
ka: შეიყვანეთ 6-ციფრიანი კოდი.
kab: Sekcem tangalt n 6 n yizwilen.
nl: Voer de 6-cijferige code in.
pl: Wpisz 6-cyfrowy kod.
pt_br: Insira o código de 6 dígitos.
ro: Introduceți codul din 6 cifre.
ru: Введите код из шести цифр.
sv: Ange den sexsiffriga koden.
tr: 6 rakamlı kodu yazın.
uk: Введіть 6-значний код.
