Repository: ProtonMail/protoncore_ios
Catalog: libraries/CoreTranslation/Sources/Resources/*.lproj/Localizable.strings
Languages: be, ca, cs, da, de, el, es, fa, fr, hu, id, ja, ka, kab, nl, pl, pt_br, ro, ru, sv, tr, uk

source: Invalid verification code
be: Памылковы праверачны код
ca: El codi de verificació no és vàlid.
cs: Neplatný ověřovací kód
da: Ugyldig bekræftelseskode
de: Bestätigungscode ungültig
el: Μη έγκυρος κωδικός επαλήθευσης
es: Código de verificación no válido
fa: کد تایید نامعتبر
fr: Le code de vérification n'est pas valide.
hu: Érvénytelen ellenőrző kód
id: Kode verifikasi tidak valid
ja: 無効な検証コードです
ka: შემოწმების არასწორი კოდი
kab: Tangalt n usentem mačči d tameɣtut
nl: Ongeldige verificatiecode
pl: Kod weryfikacyjny jest nieprawidłowy
pt_br: O código de verificação não é valido.
ro: Cod de verificare nevalid
ru: Неверный код подтверждения
sv: Ogiltig verifieringskod
tr: Doğrulama kodu geçersiz
uk: Недійсний код підтвердження

source: It wasn't possible to match your purchased App Store product to any products on our server. Please fill in the bug report and our customer support team will contact you.
be: Адсутнічае магчымасць супаставіць куплены вамі прадукт у App Sotre з ніводным прадуктам на нашым серверы. Запоўніце справаздачу пра памылкі і наша каманда падтрымкі кліентаў звяжацца з вамі.
ca: No hem pogut comprovar que el producte que heu comprat a l'App Store concori amb cap producte del nostre servidor. Empleneu l’informe d’errors i el nostre equip d'atenció al client us contactarà.
cs: Nepodařilo se nám spojit produkt z AppStore, který jste si zakoupili s produkty na našem serveru. Prosím vyplňte zprávu o chybě a náš tým podpory Vás bude kontaktovat.
da: Det var ikke muligt at matche dit købte App Store-produkt med noget produkt på vores server. Udfyld venligst fejlrapporten, så kontakter kundesupportteamet dig.
de: Es war nicht möglich, Ihr im App Store erworbenes Produkt mit einem Produkt auf unserem Server abzugleichen. Bitte füllen Sie den Fehlerbericht aus und unser Kunden-Support-Team wird sich mit Ihnen in Verbindung setzen.
el: Δεν κατέστει εφικτό να ταιριάξει το προϊόν του App Store που αγοράσατε σε οποιοδήποτε προϊόν του διακομιστή μας. Συμπληρώστε την αναφορά σφάλματος και η ομάδα υποστήριξης πελατών μας θα επικοινωνήσει μαζί σας.
es: No fue posible corresponder el producto comprado en la App Store con ningún producto de nuestro servidor. Rellena y envía un informe de errores y nuestro equipo se pondrá en contacto contigo.
fr: Il n'a pas été possible de faire correspondre votre produit acheté sur l'App Store aux produits présents sur notre serveur. Nous vous invitons à compléter le rapport de bug et notre service client vous contactera.
hu: Nem sikerült összeegyeztetni a megvásárolt AppStore terméket a rendelkezésre álló termékeinkkel. Kérjük, küldjön egy hibabejelentést és ügyfélszolgálatunk felveszi önnel a kapcsolatot.
id: Tidak mungkin mencocokkan produk App Store yang Anda beli dengan produk apapun di server kami. Silakan isi laporan bug dan tim dukungan pelanggan akan menghubungi Anda.
ja: あなたが購入したApp Storeの商品を、当社のサーバー上の製品に一致させることができませんでした。バグ報告に記入してくだされば、当社の顧客サポートチームからご連絡いたします。
ka: App Store-ზე შეძენილი პროდუქტები ჩვენს სერვერზე არსებულ არც ერთ პროდუქტს არ ემთხვევა. შეავსეთ შეცდომის ანგარიშის გადაგზავნის ფორმა და ჩვენი მხარდაჭერის გუნდი მალევე დაგიკავშირდებათ.
kab: D awezɣi umeɣru n ufaris i d-tesɣiḍ seg App Store akked d yifuras i yellan deg uqeddac-nneɣ. Ttxil ččar aneqqis n ubug akken tarbaɛt-nneɣ n tallelt n yimsaɣen ad ak-kem-d-tnermes.
nl: Het was niet mogelijk om het het aangekochte AppStore-product op onze server te vinden. Rapporteer deze fout en onze klantensupportteam zal contact met u opnemen.
pl: Nie byliśmy w stanie dopasować zakupionego produktu ze sklepu App Store do usługi na naszym serwerze. Wypełnij raport o błędzie, a nasz dział wsparcia klienta skontaktuje się z Tobą.
pt_br: Não foi possível combinar seu produto da App Store com produtos do nosso servidor. Preencha o relatório de erros e nossa equipe de suporte ao cliente entrará em contato com você.
ro: Nu am putut corela produsul din AppStore cumpărat cu vreunul din produsele de pe serverul nostru. Completați un raport de erori și echipa noastră de suport vă va contacta.
ru: Не удалось сопоставить приобретенный вами продукт App Store с какими-либо продуктами на нашем сервере. Пожалуйста, заполните отчет об ошибке, и наша служба поддержки свяжется с вами.
sv: Det gick inte att matcha din köpta App Store-produkt med några produkter på vår server. Fyll i felrapporten så kontaktar vårt kundsupportteam dig.
tr: Satın aldığınız App Store ürününü sunucumuzdaki herhangi bir ürünle eşleştirilemedi. Lütfen hata bildirimini doldurun. Müşteri destek ekibimiz sizinle görüşecek.
uk: Не вдалося зіставити придбаний в App Store продукт з жодним продуктом на нашому сервері. Будь ласка, заповніть звіт про помилку і наша команда підтримки зв'яжеться з вами.

source: Learn more
be: Даведацца больш
ca: Més informació
cs: Zjistěte více
da: Få yderligere information
de: Mehr erfahren
el: Μάθετε περισσότερα
es: Más información
fa: بیشتر بدانید
fr: En savoir plus
hu: További információk
id: Pelajari lebih lanjut
ja: 詳細
ka: მეტის ნახვა
kab: Issin ugar
nl: Meer informatie
pl: Dowiedz się więcej
pt_br: Saiba mais
ro: Detalii
ru: Узнать больше
sv: Lär dig mer
tr: Ayrıntılı bilgi alın
uk: Докладніше

source: Learn more about human verification and why we ask for it.
be: Даведацца больш пра антыспамавую праверку і навошта мы яе выкарыстоўваем.
ca: Més informació sobre la verificació humana i per què la demanem.
cs: Zjistěte více o ověření CAPTCHA a o tom, proč o ně žádáme.
da: Få mere at vide om menneskelig godkendelse, og hvorfor vi beder om det.
de: Erfahren Sie mehr über die menschliche Prüfung und warum wir danach fragen.
el: Μάθετε περισσότερα σχετικά με την ανθρώπινη επαλήθευση και γιατί την ζητάμε.
es: Más información sobre la verificación humana y por qué la solicitamos.
fa: در مورد اعتبارسنجی و این که چرا ما آن را درخواست میکنیم بیشتر یاد بگیرید.
fr: En savoir plus sur la vérification que vous n'êtes pas un robot et pourquoi nous la demandons.
hu: Tudjon meg többet az emberi ellenőrzésről és hogy mi miért szükséges.
id: Pelajari lebih lanjut mengenai proses verifikasi manusia dan mengapa kami menerapkan proses ini.
ja: 人間であることの検証についてとなぜ必要なのかについての詳細
ka: გაიგეთ მეტი ადამიანობის შემოწმებაზე და რატომ გთხოვთ ამას.
kab: Issin ugar ɣef uselkem mačči d aṛubut, ad teẓreḍ daɣen ayɣer i t-id-nussutur.
nl: Leer meer over menselijke verificatie en waarom we erom vragen.
pl: Dowiedz się więcej o weryfikacji antyspamowej.
pt_br: Entenda mais sobre a verificação humana e por que nós a solicitamos.
ro: Aflați mai multe despre verificarea umană și de ce o solicităm.
ru: Подробнее о проверке "Я не робот" и зачем мы ее используем.
sv: Lär dig mer om mänsklig verifiering och varför vi ber om det.
tr: İnsan doğrulaması ve bunu neden istediğimiz hakkında ayrıntılı bilgi alın.
uk: Докладніше про перевірку чи ви дійсно людина, і чому ми запитуємо її.

source: Made by
be: Зроблена
ca: Creat per
cs: Vytvořil
da: Lavet af
de: Erstellt von
el: Δημιουργήθηκε από
es: Creado por
fr: Créé par
hu: Készítette
id: Dibuat oleh
ja: 製作者
ka: გაკეთებულია
kab: Iga-t
nl: Gemaakt door
pl: Stworzony przez
pt_br: Feito por
ro: Creat de
ru: Сделано
sv: Gjord av
tr: Geliştiren
uk: Створено

source: Mail + VPN bundle for families and small businesses
da: Mail + VPN-pakke for familier og små virksomheder
de: Das Paket aus E-Mail + VPN für Familien und kleine Unternehmen

source: Mailbox password
be: Пароль паштовай скрыні
ca: Contrasenya de la bústia de correu
cs: Heslo k poštovní schránce
da: Postkasseadgangskode
de: Postfach‐Passwort
el: Κωδικός Θυρίδας
es: Contraseña del buzón
fa: گذرواژه نامه‌دان
fr: Mot de passe de la messagerie
hu: E-mail jelszó
id: Kata sandi kotak surat
ja: メールボックスのパスワード
ka: საფოსტო ყუთის პაროლი
kab: Awal uffir n Tnaka n yimayl
nl: Mailbox-wachtwoord
pl: Hasło skrzynki pocztowej
pt_br: Senha da caixa de correio
ro: Parolă mesaje
ru: Пароль почтового ящика
sv: Lösenord för brevlådan
tr: Posta kutusu parolası
uk: Пароль поштової скриньки

source: Manage accounts
be: Кіраванне ўліковымі запісамі
ca: Gestionar comptes
cs: Spravovat účty
da: Administrer konti
de: Konten verwalten
el: Διαχείριση λογαριασμών
es: Administrar cuentas
fa: مدیریت حساب‌ها
fr: Gérer les comptes
hu: Fiókok kezelése
id: Kelola akun
ja: アカウント管理
ka: ანგარიშების მართვა
kab: Sefrek imiḍanen
nl: Accounts beheren
pl: Zarządzaj kontami
pt_br: Gerenciar contas
ro: Gestionare conturi
ru: Управление учётными записями
sv: Hantera konton
tr: Hesap yönetimi
uk: Керувати обліковими записами

source: Medium speed
da: Mellem hastighed
de: Mittlere Geschwindigkeit

source: Multi-user support
be: Падтрымка шматкарыстальніцкага рэжыму
ca: Suport multiusuari
cs: Podpora pro více uživatelů
da: Flerbrugerunderstøttelse
de: Unterstützung für mehrere Benutzer
el: Υποστήριξη πολλαπλών χρηστών
es: Soporte multiusuario
fa: پشتیبانی چند کاربره
fr: Prise en charge du multi-utilisateur
hu: Többfelhasználós lehetőség
id: Dukungan multi-pengguna
ja: 複数ユーザー対応
ka: მრავალმომხმარებლიანობის მხარდაჭერა
kab: Tallelt n ddeqs n iseqdacen
nl: Ondersteuning voor meerdere gebruikers
pl: Obsługa wielu użytkowników
pt_br: Suporte para múltiplos usuários
ro: Suport utilizatori multipli
ru: Многопользовательская поддержка
sv: Stöd för flera användare
tr: Çok kullanıcı desteği
uk: Підтримка кількох користувачів

source: Need help with human verification?
be: Неабходна дапамога з антыспамавай праверкай?
ca: Necessiteu ajuda amb la verificació humana?
cs: Potřebujete pomoc s ověřením CAPTCHA?
da: Brug for hjælp til menneskelig godkendelse?
de: Benötigen Sie Hilfe bei der menschlichen Bestätigung?
el: Χρειάζεστε βοήθεια με την επαλήθευση ανθρώπου;
es: ¿Necesitas ayuda con la verificación humana?
fa: برای اعتبارسنجی به کمک نیاز دارید؟
fr: Besoin d'aide concernant la vérification que vous n'êtes pas un robot ?
hu: Segítségre van szüksége az emberi ellenőrzéssel kapcsolatban?
id: Butuh bantuan dengan verifikasi manusia?
ja: 人間ではないことの検証に助けが必要ですか?
ka: გჭირდებათ დახმარება ადამიანობის შემოწმებაში?
kab: Yesra tallalt s uselkem mačči d aṛubut?
nl: Hulp nodig bij menselijke verificatie?
pl: Potrzebujesz pomocy z weryfikacją antyspamową?
pt_br: Precisa de ajuda com a verificação humana?
ro: Aveți nevoie de asistență pentru a dovedi că sunteți o persoană?
ru: Требуется ли вам помощь при проверке пользователя?
sv: Behöver du hjälp med mänsklig verifiering?
tr: İnsan doğrulaması için yardım gerekiyor mu?
uk: Потребуєте допомоги з перевіркою "Я не робот"?

source: Need help?
be: Неабходна дапамога?
ca: Necessiteu ajuda?
cs: Potřebujete poradit?
da: Brug for hjælp?
de: Benötigen Sie Hilfe?
el: Χρειάζεστε βοήθεια;
es: ¿Necesitas ayuda?
fa: کمک می‌خواهید؟
fr: Besoin d'aide ?
hu: Segítségre van szüksége?
id: Butuh bantuan?
ja: お困りですか？
ka: დახმარება გჭირდებათ?
kab: Tesriḍ tallelt?
nl: Hulp nodig?
pl: Potrzebujesz pomocy?
pt_br: Precisa de ajuda?
ro: Doriți ajutor?
ru: Нужна помощь?
sv: Behöver du hjälp?
tr: Yardım gerekiyor mu?
uk: Потрібна допомога?

source: Network connection error
be: Памылка падключэння да сеткі
ca: Error de connexió de xarxa
cs: Chyba síťového připojení
da: Fejl i netværksforbindelse
de: Netzwerkverbindungsfehler
el: Σφάλμα σύνδεσης δικτύου
es: Error de conexión de red
fa: خطا ارتباط با شبکه
fr: Erreur de connexion réseau
hu: Kapcsolati hiba
id: Koneksi jaringan eror
ja: ネットワーク接続エラー
ka: ქსელთან შეერთების შეცდომა
kab: Tuccḍa deg tuqqna ɣer uzeṭṭa
nl: Netwerk verbindingsfout
pl: Wystąpił błąd podczas połączenia z siecią
pt_br: Erro de conexão de rede
ro: Eroare conexiune la rețea
ru: Ошибка подключения к сети
sv: Nätverksanslutningsfel
tr: Ağ bağlantı sorunu
uk: Помилка зв'язку з мережею

source: Next
be: Далей
ca: Següent
cs: Další
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
fa: بعدی
fr: Suivant
hu: Következő
id: Selanjutnya
ja: 次へ
ka: შემდეგი
kab: Ɣer sdat
nl: Volgende
pl: Dalej
pt_br: Próximo
ro: Înainte
ru: Далее
sv: Nästa
tr: İleri
uk: Далі

source: No, for another ProtonMail account
da: Nej, til en anden ProtonMail-konto
de: Nein, für ein anderes ProtonMail-Konto

source: One account for all Proton services.
be: Адзін уліковы запіс для ўсіх сэрвісаў Proton.
ca: Un compte per a tots els serveis de Proton.
cs: Jeden účet pro všechny Proton služby.
da: Én konto til alle Proton-tjenester.
de: Ein Konto für alle Proton-Dienste.
el: Ένας λογαριασμός για όλες τις υπηρεσίες Proton.
es: Una cuenta para todos los servicios de Proton.
fa: یک حساب برای همه سرویس های پروتون.
fr: Un seul compte pour tous les services Proton.
hu: Egy fiók minden Proton szolgáltatáshoz.
id: Satu akun untuk semua layanan Proton.
ja: 1つのアカウントで全 Proton サービスを利用可能.
ka: ერთი ანგარიში Proton-ის ყველა სერვისისთვის.
kab: Yiwen n umiḍan i meṛṛa imeẓla n Proton.
nl: Één account voor alle Proton diensten.
pl: Jedno konto do wszystkich usług Proton.
pt_br: Uma conta para todos os serviços da Proton.
ro: Un singur cont pentru toate serviciile Proton.
ru: Один аккаунт для всех служб Proton.
sv: Ett konto för alla Proton-tjänster.
tr: Tüm Proton hizmetleri için tek hesap.
uk: Один обліковий запис для всіх служб Proton.

source: Only annual subscriptions without auto-renewal are available inside the mobile app.
be: У мабільнай праграме даступны толькі гадавыя падпіскі без аўтаматычнага падаўжэння.
ca: Només estan disponibles subscripcions anuals amb renovació automàtica dins l'aplicació mòbil.
cs: V mobilní aplikaci je k dispozici pouze roční předplatné bez automatického obnovení.
da: Kun årsabonnementer uden automatisk fornyelse er tilgængelige i mobil-appen.
de: In der mobilen App sind nur Jahresabonnements ohne automatische Verlängerung verfügbar.
el: Μόνο οι ετήσιες συνδρομές χωρίς αυτόματη ανανέωση είναι διαθέσιμες στην εφαρμογή για κινητά.
es: Solamente las subscripciones anuales con renovación automática están disponibles en la aplicación móvil.
fr: Seuls les abonnements annuels sans renouvellement automatique sont disponibles dans l'application mobile.
hu: A mobil alkalmazásban csak éves, nem automatikusan frissülő előfizetés érhető el.
id: Hanya langganan tahunan tanpa pembaruan otomatis yang tersedia dalam aplikasi seluler.
ja: モバイルアプリ内では、自動更新なしの年間サブスクリプションのみ利用できます。
ka: მობილური აპლიკაციიდან წვდომადია, მხოლოდ, წლიური გამოწერები, ავტომატური განახლების გარეშე.
nl: Enkel de jaarlijkse abonnementen zonder automatisch hernieuwen zijn beschikbaar binnen de mobiele app.
pl: W aplikacji mobilnej dostępne są tylko roczne subskrypcje z automatycznym odnowieniem.
pt_br: Apenas assinaturas anuais sem renovação automática estão disponíveis no app para dispositivos móveis.
ro: În aplicația mobilă sunt disponibile doar abonamente anuale fără reînnoire automată.
ru: В мобильном приложении доступны только годовые подписки без автопродления.
sv: Endast årliga prenumerationer utan automatisk förnyelse är tillgängliga inuti mobilappen.
tr: Mobil uygulamada yalnızca otomatik olarak yenilenmeyen yıllık abonelikler bulunur.
uk: У програмі для мобільних пристроїв доступні лише річні передплати без автопоновлення.

source: Other sign-in issues
be: Іншыя праблемы ўваходу
ca: Altres problemes d'inici de sessió
cs: Další problémy s přihlášením
da: Andre login-problemer
de: Andere Anmeldeprobleme
el: Άλλα προβλήματα εισόδου
es: Otras cuestiones relacionadas con el registro
fa: سایر مشکلات ورود
fr: Autres problèmes de connexion
hu: Egyéb bejelentkezési problémák
id: Masalah masuk lainnya
ja: その他のサインインに関する問題
ka: შესვლის სხვა პრობლემები
kab: Uguren niḍen n tuqqna
nl: Andere inlogproblemen
pl: Inne problemy z logowaniem
pt_br: Outros problemas de acesso
ro: Alte probleme la conectare
ru: Другие проблемы с входом
sv: Andra inloggningsproblem
tr: Diğer oturum açma sorunları
uk: Інші проблеми з входом

source: Password
be: Пароль
ca: Contrasenya
cs: Heslo
da: Adgangskode
de: Passwort
el: Κωδικός
es: Contraseña
fa: گذرواژه
fr: Mot de passe
hu: Jelszó
id: Kata Sandi
ja: パスワード
ka: პაროლი
kab: Awal uffir
nl: Wachtwoord
pl: Hasło
pt_br: Senha
ro: Parola
ru: Пароль
sv: Lösenord
tr: Parola
uk: Пароль

source: Password can not be empty. Please try again.
be: Пароль не можа быць пусты. Паспрабуйце яшчэ раз.
ca: La contrasenya no es pot deixar buida. Torneu-ho a provar.
cs: Heslo nemůže být prázdné. Zkuste to znovu.
da: Adgangskode kan ikke være tom. Prøv venligst igen.
de: Bitte Passwort eingeben. Bitte versuchen Sie es erneut.
el: Ο κωδικός πρόσβασης δεν μπορεί να είναι κενός. Παρακαλούμε προσπαθήστε ξανά.
es: El campo de la contraseña no puede estar vacío. Inténtalo de nuevo.
fa: گذرواژه نمیتواند خالی باشد. لطفا دوباره تلاش کنید.
fr: Le mot de passe ne peut pas être vide. Nous vous invitons à réessayer.
hu: A jelszó nem lehet üres. Próbálja meg újra.
id: Kata sandi tidak boleh kosong. Silakan coba lagi.
ja: パスワードを空にすることはできません。 再度お試しください。
ka: პაროლი ცარიელი ვერ იქნება. თავიდან სცადეთ.
kab: Awal uffir ur ilaq ara ad yili d ilem. Ttxil-k ɛreḍ tikkelt niḍen.
nl: Wachtwoord kan niet leeg zijn. Probeer opnieuw.
pl: Hasło nie może być puste. Spróbuj ponownie.
pt_br: A senha não pode ser vazia. Tente novamente.
ro: Parolele nu pot fi goale. Mai reîncercați.
ru: Пароль не может быть пустым. Пожалуйста, попробуйте еще раз.
sv: Lösenord kan inte vara tomt. Försök igen.
tr: Parola boş olamaz. Lütfen yeniden deneyin.
uk: Потрібно ввести пароль. Будь ласка, спробуйте знову.

source: Password is too short. Should have at least %@ characters. Please try again.
da: Adgangskoden er for kort. Den skal have mindst %@ tegn. Prøv venligst igen.
de: Das Passwort ist zu kurz. Es muss mindestens %@ Zeichen enthalten. Bitte versuchen Sie es erneut.

source: Password must contain at least %@ characters.
be: Пароль павінен змяшчаць прынамсі %@ сімвалаў.
ca: La contrasenya ha de tenir com a mínim %@ caràcters.
cs: Heslo musí obsahovat alespoň %@ znaků.
da: Adgangskode skal indeholde mindst %@ tegn.
de: Passwort muss mindestens %@ Zeichen enthalten.
el: Ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον %@ χαρακτήρες.
es: La contraseña debe tener al menos %@ caracteres.
fa: گذرواژه باید حداقل %@ نویسه داشته باشد.
fr: Le mot de passe doit contenir au moins %@ caractères.
hu: A jelszónak legalább %@ karakterből kell állnia.
id: Kata sandi minimal %@ karakter.
ja: パスワードは %@ 文字以上必要です。
ka: პაროლი %@ სიმბოლოს მაინც უნდა შეიცავდეს.
kab: Awal uffir ilaq ad isɛu ma drus %@ n yisekkilen.
nl: Wachtwoord moet ten minste %@ tekens bevatten.
pt_br: A senha deve conter ao menos %@ caracteres.
ro: Parola trebuie să conțină cel puțin %@ caractere.
ru: Пароль должен содержать хотя бы $%@ символов.
sv: Lösenordet måste innehålla minst %@ tecken.
tr: Parola en az %@ karakter uzunluğunda olmalıdır.
uk: Пароль повинен містити принаймні %@ символів.

source: Password must contain at least 8 characters
be: Пароль павінен змяшчаць прынамсі 8 сімвалаў
ca: La contrasenya ha de tenir com a mínim 8 caràcters
cs: Heslo musí obsahovat alespoň 8 znaků
da: Adgangskode skal indeholde mindst 8 tegn
de: Das Passwort muss mindestens 8 Zeichen enthalten
el: Ο κωδικός πρόσβασης πρέπει να περιέχει τουλάχιστον 8 χαρακτήρες
es: La contraseña debe tener al menos 8 caracteres
fa: گذرواژه باید حداقل ۸ نویسه داشته باشد
fr: Le mot de passe doit contenir au moins 8 caractères.
hu: A jelszónak legalább 8 karakterből kell állnia
id: Kata sandi minimal 8 karakter
ja: パスワードは 8 文字以上必要です
ka: პაროლი 8 სიმბოლოს მაინც უნდა შეიცავდეს
kab: Awal uffir ilaq ad isɛu ma drus 8 n yisekkilen
nl: Wachtwoord moet ten minste 8 tekens bevatten
pl: Hasło musi zawierać co najmniej 8 znaków
pt_br: A senha deve conter ao menos 8 caracteres
ro: Parola trebuie să conțină cel puțin 8 caractere.
ru: Пароль должен содержать хотя бы 8 символов
sv: Lösenord måste innehålla minst 8 tecken
tr: Parola en az 8 karakter uzunluğunda olmalıdır
uk: Пароль повинен містити принаймні 8 символів

source: Passwords do not match. Please try again.
be: Паролі не супадаюць. Паспрабуйце яшчэ раз.
ca: Les contrasenyes no coincideixen. Torneu-ho a provar.
cs: Hesla se neshodují. Prosím zkuste to znovu.
da: Adgangskoder er ikke ens. Prøv venligst igen.
de: Passwörter stimmen nicht überein. Bitte versuchen Sie es erneut.
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν. Παρακαλούμε προσπαθήστε ξανά.
es: Las contraseñas no coinciden. Inténtalo de nuevo.
fa: گذرواژه ها یکسان نیستند. لطفا دوباره تلاش کنید.
fr: Les mots de passe ne correspondent pas. Nous vous invitons à réessayer.
hu: A jelszavak nem egyeznek. Próbálja meg újra.
id: Kata sandi tidak cocok. Silakan coba lagi.
ja: パスワードが一致しません。 再度お試しください。
ka: პაროლები არ ემთხვევა. თავიდან სცადეთ.
kab: Awalen uffiren ur mṣadan ara. Ttxil-k ɛreḍ tikkelt niḍen
nl: De wachtwoorden komen niet overeen. Probeer opnieuw.
pl: Hasła nie pasują do siebie. Spróbuj ponownie.
pt_br: As senhas não correspondem. Tente novamente.
ro: Parolele nu coincid. Mai reîncercați.
ru: Пароль и подтверждение не совпадают. Пожалуйста, попробуйте еще раз.
sv: Lösenorden matchar inte. Försök igen.
tr: Parola ile onayı aynı değil. Lütfen yeniden deneyin.
uk: Паролі відрізняються. Повторіть спробу.

source: payment failed
da: betaling mislykkedes
de: Zahlung fehlgeschlagen

source: Payment failed
be: Збой плацяжу
ca: Error en el pagament
cs: Platba se nezdařila
da: Betaling mislykkedes
de: Zahlung fehlgeschlagen
el: Η πληρωμή απέτυχε
es: Pago fallido
fa: پرداخت ناموفق بود
fr: Le paiement n'a pas abouti.
hu: Fizetés sikertelen
id: Pembayaran gagal
ja: 支払いに失敗しました
ka: გადახდის შეცდომა
kab: Axelleṣ yecceḍ
nl: Betaling mislukt
pl: Płatność nie powiodła się
pt_br: Erro no pagamento
ro: Plată eșuată
ru: Сбой платежа
sv: Betalningen misslyckades
tr: Ödeme yapılamadı
uk: Не вдалося оплатити

source: Payment validated
be: Плацеж правераны
ca: Pagament validat
cs: Platba ověřena
da: Betaling er valideret
de: Zahlung bestätigt
el: Η πληρωμή επικυρώθηκε
es: Pago validado
fa: پرداخت تایید شد
fr: Le paiement a été validé.
hu: Fizetés érvényesítve
id: Pembayaran divalidasi
ja: 支払いを検証しました
ka: გადახდა შემოწმდა
kab: Xelleṣ yettwasentem
nl: Betaling gevalideerd
pl: Płatność została zweryfikowana
pt_br: Pagamento validado
ro: Plată validată
ru: Оплата подтверждена
sv: Betalning validerad
tr: Ödeme doğrulandı
uk: Платіж перевірений

source: Phone
be: Тэлефон
ca: Telèfon
cs: Telefon
da: Telefon
de: Telefon
el: Τηλέφωνο
es: Teléfono
fa: تلفن
fr: Téléphone
hu: Telefonszám
id: Telepon
ja: 電話番号
ka: ტელეფონი
kab: Teleɣri
nl: Telefoonnummer
pl: Telefon
pt_br: Telefone
ro: Telefon
ru: Телефон
sv: Telefon
tr: Telefon
uk: Телефон

source: Phone number
be: Нумар тэлефона
ca: Número de telèfon
cs: Telefonní číslo
da: Telefonnummer
de: Rufnummer
el: Αριθμός τηλεφώνου
es: Número de teléfono
fa: شماره تلفن
fr: Numéro de téléphone
hu: Telefonszám
id: Nomor telepon
ja: 電話番号
ka: ტელეფონის ნომერი
kab: Uṭṭun n tiliɣri
nl: Telefoonnummer
pl: Numer telefonu
pt_br: Número do telefone
ro: Număr de telefon
ru: Номер телефона
sv: Telefonnummer
tr: Telefon numarası
uk: Номер телефону

source: Please enter a username.
be: Увядзіце імя карыстальніка.
ca: Introduïu un nom d'usuari.
cs: Prosím vyplňte uživatelské jméno.
da: Indtast et brugernavn.
de: Bitte Benutzernamen eingeben.
el: Παρακαλούμε εισάγετε ένα όνομα χρήστη.
es: Introduce un nombre de usuario.
fa: لطفا یک نام کاربری وارد کنید.
fr: Saisissez un nom d'utilisateur.
hu: Adja meg a felhasználónevét.
id: Silakan memasukkan nama pengguna.
ja: 名前を入力してください。
ka: შეიყვანეთ მომხმარებლის სახელი.
kab: Ttxil-k·m sekcem isem n useqdac.
nl: Voer een gebruikersnaam in.
pl: Wpisz nazwę użytkownika.
pt_br: Digite um nome de usuário.
ro: Introduceți un nume de utilizator.
ru: Введите имя пользователя.
sv: Ange ett användarnamn.
tr: Lütfen bir kullanıcı adı yazın.
uk: Введіть ім'я користувача.
