Repository: ProtonMail/protoncore_ios
Catalog: libraries/CoreTranslation/Sources/Resources/*.lproj/Localizable.strings
Languages: be, ca, cs, da, de, el, es, fa, fr, hu, id, ja, ka, kab, nl, pl, pt_br, ro, ru, sv, tr, uk

source: Enter the verification code that was sent to %@
be: Увядзіце праверачны код, які быў адпраўлены на %@
ca: Introduïu el codi de verificació que s’ha enviat a %@
cs: Zadejte ověřovací kód, který byl odeslán na %@
da: Indtast den bekræftelseskode, der blev sendt til %@
de: Geben Sie den an „%@” gesendeten Bestätigungscode ein
el: Εισάγετε τον κωδικό επαλήθευσης ο οποίος εστάλη στο %@
es: Introduce el código de verificación enviado a %@
fa: کد تاییدی که به %@ ارسال شد را وارد نمایید
fr: Saisissez le code de vérification qui a été envoyé à %@.
hu: Írja be a %@ címre küldött ellenőrző kódot
id: Masukkan kode verifikasi yang dikirim ke %@
ja: %@ に送信された認証コードを入力してください
ka: შეიყვანეთ %@-ზე გამოგზავნილი შემოწმების კოდი
kab: Sekcem tangalt n usenged i yettwaznen ɣer %@
nl: Voer de verificatiecode in die is verzonden naar %@
pl: Wpisz kod weryfikacyjny wysłany do %@
pt_br: Digite o código de verificação que foi enviado para $%@
ro: Introduceți codul de verificare trimis la %@
ru: Введите код подтверждения, отправленный на $%@
sv: Ange verifieringskoden som skickades till %@
tr: %@ alıcısına gönderilen doğrulama kodunu yazın
uk: Введіть код перевірки, надісланий на %@

source: Enter the verification code that was sent to %@. If you don't find the email in your inbox, please check your spam folder.
be: Увядзіце праверачны код, які быў адпраўлены на %@. Калі вы не знайшлі яго ва ўваходных, праверце папку са спамам.
ca: Introduïu el codi de verificació que s'ha enviat a %@. Si no trobeu el missatge a la vostra safata d'entrada, comproveu la carpeta de correu brossa.
cs: Zadejte ověřovací kód, který byl odeslán na adresu %@. Pokud nenajdete tento e-mail ve své schránce, zkontrolujte prosím složku se spamem.
da: Indtast den bekræftelseskode, der blev sendt til %@. Hvis du ikke kan finde beskeden i din indbakke, så tjek venligst din spam-mappe.
de: Geben Sie den an %@ gesendeten Bestätigungscode ein. Sollten Sie die E-Mail nicht in Ihrem Posteingang vorfinden, überprüfen Sie bitte Ihren Spam-Ordner.
el: Εισάγετε τον κωδικό επαλήθευσης ο οποίος εστάλη στο %@. Αν δεν βρείτε το μήνυμα ηλεκτρονικού ταχυδρομείου στα Εισερχόμενα σας, ελέγξτε το φάκελο ανεπιθύμητης αλληλογραφίας.
es: Introduce el código de verificación enviado a %@. Si no encuentras el correo en tu buzón, revisa tu carpeta de spam.
fa: کد تأییدی که به %@ ارسال شد وارد کنید. اگر ایمیل را در صندوق ورودی خود پیدا نمیکنید، لطفاً پوشه هرزنامه خود را بررسی کنید.
fr: Saisissez le code de vérification qui a été envoyé à %@. Si vous ne trouvez pas le message dans votre boite de réception, vérifiez dans votre dossier Indésirables/spam.
hu: Adja meg a $%@ címre küldött ellenőrző kódot. Ha nem találja az e-mailt, ellenőrizze a Levélszemét mappában.
id: Masukkan kode verifikasi yang dikirim ke %@. Apabila Anda tidak menemukan surel yang berisi kode ini pada kotak masuk Anda, mohon periksa folder spam Anda.
ja: %@ に送信された検証コードを入力してください。受信トレイにメールが見当たらない場合は、迷惑メールフォルダーを確認してください。
ka: შეიყვანეთ შემოწმების კოდი, რომელიც %@-ზე გამოგიგზავნეთ. თუ შეტყობინებას საფოსტო ყუთში ვერ პოულობთ, სპამშიც ჩაიხედეთ.
kab: Sekcem tangalt n usenqed i nuzen ɣer %@. a ur tufiḍ ara imayl-nni deg tnaka n uermes, ma ulac aɣilif wali akaram n iṣpamen.
nl: Voer de verificatiecode in die is verzonden naar %@. Als u de e-mail niet in uw inbox vindt, controleer dan uw spam-map.
pl: Wpisz kod weryfikacyjny wysłany do %@. Jeśli nie widzisz wiadomości w skrzynce odbiorczej, sprawdź folder Spam.
pt_br: Digite o código de verificação que foi enviado para %@. Se você não encontrar o e-mail em sua caixa de entrada, verifique a pasta de spam.
ro: Introduceți codul de verificare care a fost trimis la %@. Dacă nu găsiți mesajul, verificați și în folderul de mesaje nedorite (spam).
ru: Введите код подтверждения, который был отправлен на $%@. Если вы не нашли его во Входящих, пожалуйста, проверьте Спам.
sv: Ange verifieringskoden som skickades till %@. Om du inte hittar e-postmeddelandet i din inkorg, kontrollera din skräppostmapp.
tr: %@ alıcısına gönderilen doğrulama kodunu yazın. E-postayı gelen kutunuzda bulamazsanız, istenmeyen kutusuna bakmayı unutmayın.
uk: Введіть код перевірки, який було надіслано на %@. Якщо ви не можете знайти електронний лист у вхідних, перевірте теку зі спамом.

source: Enter your Proton Account details.
be: Увядзіце звесткі ўліковага запісу Proton.
ca: Introduïu els detalls del vostre compte de Proton.
cs: Zadejte údaje Vašeho účtu Proton.
da: Indtast dine Proton-kontooplysninger.
de: Geben Sie Ihre Proton-Kontodaten ein.
el: Εισαγάγετε τα στοιχεία του Proton λογαριασμού σας.
es: Introduce los datos de tu cuenta de Proton.
fa: اطلاعات حساب Proton خود را وارد کنید.
fr: Saisissez les informations de votre compte Proton.
hu: Írja be a Proton fiókja adatait.
id: Masukkan rincian Akun Proton Anda.
ja: Proton アカウントの詳細を入力してください。
ka: შეიყვანეთ თქვენი Proton-ის ანგარიშის დეტალები.
kab: Sekcem umlan n umiḍan-ik Proton.
nl: Vul uw Proton Account gegevens in.
pl: Wpisz szczegóły konta Proton.
pt_br: Insira os detalhes da sua conta Proton.
ro: Introduceți detaliile contului Proton.
ru: Введите информацию о вашем аккаунте Proton.
sv: Ange dina kontodetaljer för Proton.
tr: Proton hesabınızın ayrıntılarını yazın.
uk: Введіть дані свого облікового запису Proton.

source: Error occured
be: Адбылася памылка
ca: S'ha produït un error
cs: Došlo k chybě
da: Fejl opstod
de: Fehler aufgetreten
el: Παρουσιάστηκε σφάλμα
es: Se ha producido un error
fa: خطایی روی داد
fr: Une erreur s'est produite.
hu: Hiba történt
id: Terjadi kesalahan
ja: エラーが発生しました
ka: შეცდომა
kab: Tella-d tuccḍa
nl: Er is iets fout gegaan
pl: Wystąpił błąd
pt_br: Ocorreu um erro
ro: A apărut o eroare
ru: Произошла ошибка
sv: Fel uppstod
tr: Sorun çıktı
uk: Сталася помилка

source: Failed to get list of available products from App Store.
be: Не ўдалося атрымаць спіс даступных прадуктаў з App Store.
ca: No s'ha pogut obtenir la llista de productes disponibles de l'App Store.
cs: Proces získání seznamu dostupných produktů z AppStore selhal.
da: Kunne ikke hente oversigt med tilgængelige produkter fra App Store.
de: Die Liste der verfügbaren Produkte im App Store konnte nicht abgerufen werden.
el: Αποτυχία λήψης λίστας διαθέσιμων προϊόντων από το App Store.
es: No se ha podido obtener la lista de productos disponibles desde la App Store.
fa: دریافت لیست محصولات موجود از App Store ناموفق بود.
fr: La liste des produits disponibles sur l'App Store n'a pas pu être obtenue.
hu: Nem sikerült beolvasni az elérhető áruk listáját az App Store-ból.
id: Gagal mendapatkan daftar ketersediaan produk dari App Store.
ja: App Store 上の利用可能製品の一覧の取得に失敗しました。
ka: App Store-დან ხელმისაწვდომი პროდუქტების სიის მიღების პრობლემა.
kab: Tella-d tuccḍa deg tiffin n tebdart n ifarisen deg App Store.
nl: Fout bij het ophalen van lijst met beschikbare producten uit de App Store.
pl: Nie udało się uzyskać listy dostępnych produktów ze sklepu App Store.
pt_br: Erro na obtenção da lista de produtos disponíveis na App Store.
ro: Eșuare obținere listă de produse din App Store.
ru: Не удалось получить список доступных продуктов из AppStore.
sv: Misslyckades att hämta lista med tillgängliga produkter från App Store.
tr: App Store üzerinden var olan ürünlerin listesi alınamadı.
uk: Не вдалося отримати список доступних продуктів з App Store.

source: For your security, we must verify that the address you entered belongs to you. We sent a verification code to %@. Please enter the code below:
be: Для вашай бяспекі, нам неабходна пераканацца, што ўведзены адрас належыць менавіта вам. Мы адправілі праверачны код на %@. Увядзіце яго ніжэй:
ca: Per la vostra seguretat, hem de verificar que l'adreça que heu introduït us pertany. Hem enviat un codi de verificació a %@. Introduïu el codi a sota:
cs: Z důvodu vaší bezpečnosti musíme ověřit, zda zadaná adresa patří vám. Poslali jsme ověřovací kód na adresu %@. Prosím zadejte kód níže:
da: Af hensyn til din sikkerhed skal vi kontrollere, at den indtastede adresse tilhører dig. Vi har sendt en bekræftelseskode til %@. Indtast koden nedenfor:
de: Zu Ihrer Sicherheit müssen sie bestätigen, dass die von Ihnen eingegebene Adresse zu Ihnen gehört. Wir haben einen Bestätigungscode an „%@” gesendet. Bitte geben Sie diesen Code unten ein:
el: Για την ασφάλειά σας, πρέπει να επαληθεύσουμε ότι η διεύθυνση που καταχωρίσατε ανήκει σε εσάς. Στείλαμε έναν κωδικό επαλήθευσης στο %@. Παρακαλούμε εισάγετε τον κωδικό παρακάτω:
es: Por tu seguridad, debemos verificar que la dirección que has introducido te pertenece. Hemos enviado un código de verificación a %@. Introduce dicho código a continuación:
fr: Pour votre sécurité, nous devons vérifier que l'adresse que vous avez saisie vous appartient. Nous avons envoyé un code de vérification à %@. Saisissez le code ci-dessous :
hu: Biztonságtechnikai okokból szükségünk van egy megerősítésre, hogy a beírt cím öné. Elküldtünk egy megerősítő kódot %@ címre. Írja be ide a kódot:
id: Demi keamanan Anda, kami perlu untuk memverifikasi apakah alamat yang Anda masukkan adalah benar milik Anda. Kami telah mengirimkan kode verifikasi ke %@. Silakan masukkan kode tersebut pada kolom di bawah ini:
ja: セキュリティのため、入力したアドレスがあなたのアドレスであるか確認する必要があります。検証コードを %@ に送信しました。下記にコードを入力してください:
ka: თქვენი უსაფრხოებისთვის უნდა გადავამოწმოთ, რომ მისამართი, რომელიც შეიყვანეთ, თქვენ გეკუთვნით. გადამოწმების კოდი გაგზავნილია %@-ზე. მიღებული კოდი შეიყვანეთ ქვემოთ:
nl: Voor uw veiligheid moeten wij verifiëren dat het door u ingevoerde adres aan u toebehoort. Wij hebben een verificatiecode gestuurd naar %@. Voer de code hieronder in:
pl: Ze względów bezpieczeństwa musimy zweryfikować, czy jesteś właścicielem tego adresu. Wysłaliśmy kod weryfikacyjny do %@. Wpisz otrzymany kod poniżej:
pt_br: Para sua segurança, precisamos verificar que o endereço fornecido pertence a você. Enviamos um código de verificação para %@. Insira o código abaixo:
ro: Pentru securitate, trebuie să verificăm dacă adresa introdusă vă aparține. Am trimis un cod de verificare la %@. Introduceți mai jos codul primit:
ru: Чтобы обеспечить вашу безопасность, нам нужно удостовериться, что введенный адрес принадлежит вам. Мы отправили код подтверждения на %@. Пожалуйста, введите этот код ниже:
sv: För din säkerhet måste vi verifiera att adressen du angett tillhör dig. Vi skickade en verifieringskod till %@. Ange koden nedan:
tr: Güvenliğiniz için, yazdığınız adresin size ait olduğunu doğrulamamız gerekiyor. %@ adresine bir doğrulama kodu gönderdik. Lütfen kodu aşağıya yazın:
uk: Задля вашої безпеки, ми повинні переконатися, що введена адреса належить вам. Ми надіслали код перевірки на %@. Будь ласка, введіть цей код внизу:

source: Forgot password
be: Забылі пароль
ca: Contrasenya oblidada
cs: Zapomenuté heslo
da: Glemt adgangskode
de: Passwort vergessen
el: Ξέχασα τον κωδικό πρόσβασης
es: He olvidado mi contraseña
fa: فراموشی گذرواژه
fr: Mot de passe oublié
hu: Elfelejtette a jelszavát
id: Lupa kata sandi
ja: パスワードを忘れた
ka: დაგავიწყდათ პაროლი
kab: Tettud awal uffir
nl: Wachtwoord vergeten
pl: Przypomnij hasło
pt_br: Esqueceu sua senha
ro: Am uitat parola
ru: Забыли пароль
sv: Glömt lösenord
tr: Parolamı unuttum
uk: Забули пароль

source: Forgot username
be: Забылі сваё імя карыстальніка
ca: Nom d'usuari oblidat
cs: Zapomenuté uživatelské jméno
da: Glemt brugernavn
de: Benutzername vergessen
el: Ξέχασα το όνομα χρήστη μου
es: He olvidado mi nombre de usuario
fa: فراموشی نام کاربری
fr: Nom d'utilisateur oublié
hu: Elfelejtett felhasználónév
id: Lupa nama pengguna
ja: ユーザー名をお忘れですか？
ka: დაგავიწყდათ თქვენი მომხმარებლის სახელი
kab: Tettuḍ isem n useqdac
nl: Gebruikersnaam vergeten
pl: Przypomnij nazwę użytkownika
pt_br: Esqueci meu nome de usuário
ro: Am uitat numele de utilizator
ru: Забыли имя пользователя
sv: Glömt användarnamn
tr: Kullanıcı adımı unuttum
uk: Забули ім'я користувача

source: Full-featured mailbox with advanced protection.
be: Паўнафункцыянальная паштовая скрыня з дадатковай абаронай.
ca: Bústia de correu completa amb protecció avançada.
cs: Plně vybavená emailová schránka s pokročilou ochranou.
da: Fuldt udstyret postkasse med avanceret beskyttelse.
de: Voll funktionales Postfach mit erweitertem Schutz.
el: Πλήρως εξοπλισμένο γραμματοκιβώτιο με προηγμένη προστασία.
es: Buzón completo con protección avanzada.
fa: نامه‌دان کامل با محافظت پیشرفته.
fr: Messagerie complète avec une protection avancée.
hu: Teljes e-mail fiók, fejlett védelemmel.
id: Kotak surat berfitur lengkap dengan perlindungan tingkat lanjut.
ja: 高度な保護を備えたフル機能のメールボックス。
ka: საფოსტო ყუთი ყველა ფუნქციითა და დამატებითი უსაფრთხოებით.
kab: Tanaka n tirawt tummidt s ummesten leqqayen.
nl: Full-featured mailbox met geavanceerde beveiliging.
pl: W pełni funkcjonalna skrzynka pocztowa z zaawansowaną ochroną.
pt_br: Caixa de entrada completa com proteção avançada.
ro: Căsuță poștală completă cu protecție avansată.
ru: Полнофункциональный почтовый ящик с расширенной защитой.
sv: Fullfjädrad brevlåda med avancerat skydd.
tr: Gelişmiş koruma ile tam özellikli posta kutusu.
uk: Повноцінна поштова скринька з розширеним захистом.

source: Generating your address
be: Стварэнне вашага адраса
ca: Generant la vostra adreça
cs: Generování vaší adresy
da: Opretter din adresse
de: Ihre E-Mail-Adresse wird angelegt
el: Γίνεται δημιουργία της διεύθυνσής σας
es: Generando tu dirección
fa: در حال ساخت آدرس شما
fr: Création de votre adresse
hu: A cím létrehozása
id: Membuat alamat surel Anda
ja: アドレスを生成しています
ka: თქვენი მისამართის გენერაცია
kab: Asirew n tansa-k
nl: Uw adres genereren
pl: Generowanie adresu
pt_br: Gerando seus endereços
ro: Vi se generează adresa
ru: Генерирование вашего адреса
sv: Genererar din adress
tr: Adresiniz oluşturuluyor
uk: Генерування вашої адреси

source: Get a replacement code sent to %@.
be: Атрымаць код замены, які быў адпраўлены на %@.
ca: Obteniu un codi de substitució a %@.
cs: Získat náhradní kód zaslaný na adresu %@.
da: Få en erstatningskode sendt til %@.
de: Lassen Sie sich einen Ersatzcode an „%@” senden.
el: Παραλάβετε έναν ανταλλακτικό κωδικό στο %@.
es: Obtener un código de reemplazo enviado a %@.
fa: کد جایگزین به %@ ارسال شود.
fr: Obtenir un code de remplacement envoyé à %@.
hu: Cserekód küldése a %@ címre.
id: Dapatkan kode pengganti yang akan dikirim ke %@.
ja: 代わりのコードを %@ に送信しました。
ka: მიიღეთ %@-ზე გაგზავნილი შეცვლის კოდი.
kab: Awi tangalt deg ubdil tettwazen ɣer %@.
nl: Laat een vervangende code sturen naar %@.
pl: Kod zastępczy został wysłany do %@.
pt_br: Obtenha um código substituto enviado para %@.
ro: Obțineți un cod de înlocuire trimis la %@.
ru: Получить замену кода, отправленного на %@.
sv: Skaffa en ersättningskod skickad till %@.
tr: %@ adresine yeni bir kod gönder.
uk: Отримати новий код, надісланий на %@.

source: Get verification code
be: Атрымаць праверачны код
ca: Obtenir codi de verificació
cs: Odeslat ověřovací kód
da: Få bekræftelseskode
de: Bestätigungscode abrufen
el: Λήψη κωδικού επαλήθευσης
es: Obtener código de verificación
fa: دریافت کد تایید
fr: Obtenir un code de vérification
hu: Ellenőrző kód küldése
id: Dapatkan kode verifikasi
ja: 検証コードを取得
ka: შემოწმების კოდის მიღება
kab: Awi tangalt n usentem
nl: Krijg verificatiecode
pl: Otrzymaj kod weryfikacyjny
pt_br: Obter código de verificação
ro: Obținere cod de verificare
ru: Получить код подтверждения
sv: Skaffa verifieringskod
tr: Doğrulama kodu al
uk: Отримати код підтвердження

source: Help
be: Даведка
ca: Ajuda
cs: Nápověda
da: Hjælp
de: Hilfe
el: Βοήθεια
es: Ayuda
fa: راهنمایی
fr: Aide
hu: Segítség
id: Bantuan
ja: ヘルプ
ka: დახმარება
kab: Tallelt
nl: Hulp
pl: Pomoc
pt_br: Ajuda
ro: Ajutor
ru: Помощь
sv: Hjälp
tr: Yardım
uk: Допомога

source: High speed
be: Высокая хуткасць
ca: Alta velocitat
cs: Vysoká rychlost
da: Høj hastighed
de: Hohe Geschwindigkeit
el: Υψηλή ταχύτητα
es: Alta velocidad
fa: سرعت بالا
fr: Vitesse élevée
hu: Nagy sebesség
id: Kecepatan tinggi
ja: 高速
ka: მაღალი სიჩქარე
kab: Arured ɛlayen
nl: Hoge Snelheid
pl: Wysoka prędkość
pt_br: Velocidade alta
ro: Viteză mare
ru: Высокая скорость
sv: Hög hastighet
tr: Yüksek hız
uk: Висока швидкість

source: Highest speed
be: Найвышэйшая хуткасць
ca: Velocitat més alta
cs: Nejvyšší rychlost
da: Højeste hastighed
de: Höchste Geschwindigkeit
el: Ύψιστη ταχύτητα
es: Máxima velocidad
fa: بالاترین سرعت
fr: Vitesse maximale
hu: Legnagyobb sebesség
id: Kecepatan tertinggi
ja: 最高速
ka: უმაღლესი სიჩქარე
kab: Arured afellay maḍi
nl: Hoogste snelheid
pl: Najwyższa prędkość
pt_br: Velocidade máxima
ro: Viteză maximă
ru: Наивысшая скорость
sv: Högsta hastighet
tr: En yüksek hız
uk: Найвища швидкість

source: How can we help?
be: Як мы можам дапамагчы?
ca: Com us podem ajudar?
cs: Jak můžeme pomoci?
da: Hvordan kan vi hjælpe?
de: Wie können wir behilflich sein?
el: Πώς μπορούμε να βοηθήσουμε;
es: ¿Cómo podemos ayudarte?
fa: چه طور می‌توانیم کمک کنیم؟
fr: Comment pouvons-nous vous aider ?
hu: Miben segíthetünk?
id: Bagaimana kami dapat membantu Anda?
ja: お困りですか?
ka: როგორ შეგვიძლია, დაგეხმაროთ?
kab: Amek i nezmer ad k-nall?
nl: Hoe kunnen we helpen?
pl: Jak możemy pomóc?
pt_br: Como podemos ajudar?
ro: Cum vă putem ajuta?
ru: Как мы можем помочь?
sv: Hur kan vi hjälpa dig?
tr: Nasıl yardımcı olabiliriz?
uk: Як ми можемо допомогти?

source: Human verification
da: Menneskelig godkendelse
de: Captcha

source: Human verification
be: Антыспамавая праверка
ca: Verificació humana
cs: CAPTCHA
de: Menschliche Bestätigung
el: Ανθρώπινη Επαλήθευση
es: Verificación humana
fa: تایید ربات نبودن
fr: Vérification que vous n'êtes pas un robot
hu: Robot ellenőrzés
id: Verifikasi manusia
ja: 人間であることの検証
ka: ადამიანის შემოწმება
kab: Asenqed b-umdan
nl: Menselijke verificatie
pl: Weryfikacja antyspamowa
pt_br: Verificação humana
ro: Verificare umană
ru: Проверка пользователя
sv: Mänsklig verifiering
tr: İnsan olduğunuzu doğrulayın
uk: Перевірка "Я не робот"

source: If you are having trouble creating your account, please request an invitation and we will respond within 1 business day.
be: Калі ў вас узніклі праблемы са стварэннем уліковага запісу, запытайце запрашэнне і мы адкажам на працягу аднаго працоўнага дня.
ca: Si teniu problemes per crear el vostre compte, sol·liciteu una cita i us respondrem en un dia laborable.
cs: Pokud máte potíže s vytvořením účtu, požádejte prosím o pozvánku a my odpovíme do jednoho pracovního dne.
da: Hvis du har problemer med at oprette din konto, bedes du anmode om en invitation. Så vil vi svare inden for en arbejdsdag.
de: Wenn Sie Probleme bei der Erstellung Ihres Kontos haben, reichen Sie bitte eine Anfrage ein. Wir werden Ihnen innerhalb eines Werktags antworten.
el: Αν αντιμετωπίζετε προβλήματα με τη δημιουργία του λογαριασμού σας, ζητήστε μια πρόσκληση και θα απαντήσουμε σε 1 εργάσιμη ημέρα.
es: Si estás teniendo problemas para crear tu cuenta, solicita una invitación y te responderemos en un día hábil.
fa: اگر در ایجاد حساب کاربری خود مشکلی دارید، لطفا یک دعوت‌ نامه درخواست کنید و ما ظرف یک روز کاری پاسخ خواهیم داد.
fr: Si vous avez des difficultés à créer votre compte, vous pouvez demander une invitation et nous vous répondrons dans un délai d'un jour ouvrable.
hu: Ha problémába ütközik a fiók létrehozásakor, kérjen egy meghívót és 1 munkanapon belül segítséget nyújtunk.
id: Apabila Anda menemui masalah dalam membuat akun, silakan minta undangan baru dan kami akan meresponnya dalam 1 hari kerja.
ja: アカウントの作成に問題がある場合は、招待をリクエストしてください。1 営業日以内に対応します。
ka: თუ გექმნებათ ანგარიშის შექმნის პრობლემა, გამოითხოვეთ მოსაწვევი და ჩვენ 1 სამუშაო დღეში გიპასუხებთ.
kab: Ma tufiḍ ugur deg usnulfu n umiḍan-inek/m, ttxil-k/m suter tinnubga ad d-nerr deg 1 wass uxeddim.
nl: Als u problemen ondervindt met het aanmaken van uw account, vraag dan een uitnodiging aan. Wij reageren op uw verzoek binnen 1 werkdag.
pl: Jeśli masz problem z utworzeniem konta, poproś o zaproszenie, a my odpowiemy w ciągu jednego dnia roboczego.
pt_br: Se estiver com problemas para criar sua conta, abra um chamado e responderemos em até um dia útil.
ro: Dacă aveți probleme la crearea contului, solicitați o invitație și vă vom răspunde în termen de o zi lucrătoare.
ru: Если у вас возникли проблемы с созданием аккаунта, запросите приглашение и мы ответим в течение одного рабочего дня.
sv: Om du har problem med att skapa ditt konto, begär en inbjudan så svarar vi inom en arbetsdag.
tr: Hesap açmakta sorun yaşıyorsanız, lütfen bir davet isteğinde bulunun. Bir iş günü içinde size yanıt vereceğiz.
uk: Якщо у вас виникли труднощі під час створення облікового запису, подайте запит на запрошення і ми відповімо впродовж 1 робочого дня.

source: Incorrect mailbox password
be: Няправільны пароль паштовай скрыні
ca: Contrasenya de la bústia de correu incorrecta
cs: Neplatné heslo e-mailové schránky
da: Forkert postkasseadgangskode
de: Postfach-Passwort ungültig
el: Εσφαλμένος κωδικός πρόσβασης γραμματοκιβωτίου
es: Contraseña de buzón incorrecta
fa: گذرواژهٔ صندوق پستی نادرست است
fr: Le mot de passe de la messagerie n'est pas correct.
hu: Érvénytelen postafiók jelszó
id: Kata sandi kotak surat salah
ja: 無効なメールボックスのパスワードです
ka: საფოსტო ყუთის პაროლი არასწორია
kab: Awal uffir n tnaka n urmas d arameɣtu
nl: Onjuist mailbox wachtwoord
pl: Hasło skrzynki pocztowej jest nieprawidłowe
pt_br: Senha da caixa de correio incorreta
ro: Parolă mesaje incorectă
ru: Неверный пароль почтового ящика
sv: Felaktigt lösenord för brevlådan
tr: Posta kutusu parolası yanlış
uk: Неправильний пароль поштової скриньки

source: Invalid hashed password
be: Памылковы хэшаваны пароль
ca: Contrasenya resumida invàlida
cs: Neplatný hash hesla
da: Ugyldig hashet adgangskode
de: Gehashtes Passwort ungültig
el: Μη έγκυρος hashed κωδικός πρόσβασης
es: Hash de la contraseña inválido
fa: گذرواژه هش شده نامعتبر است
fr: Le mot de passe haché n'est pas valide.
hu: Érvénytelen hash-elt jelszó
id: Kata sandi hashed tidak valid
ja: 無効なハッシュ化されたパスワードです
ka: პაროლის ჰეში არასწორია
kab: Awal uffir n udway mačči d ameɣtu
nl: Wachtwoordhash ongeldig
pl: Kryptograficzny skrót hasła jest nieprawidłowy
pt_br: A senha de hash não é valida.
ro: Parolă generată nevalidă
ru: Неверный хешированный пароль
sv: Ogiltigt hashat lösenord
tr: Karılmış parola geçersiz
uk: Неправильний хешований пароль

source: Invalid token error
be: Памылка нядзеючага токена
ca: Error de token invàlid
cs: Chyba tokenu
da: Ugyldigt token fejl
de: Fehler: Ungültiger Token
el: Σφάλμα μη έγκυρου διακριτικού
es: Error de token inválido
fa: خطای توکن نامعتبر
fr: Erreur de jeton non valide
hu: Érvénytelen token azonosító
id: Kesalahan untuk token yang tidak valid
ja: 無効なトークンです
ka: არასწორი კოდის სტატუსი
kab: Tuccḍa n ujiṭun ur d tarameɣtut
nl: Ongeldige token fout
pl: Token jest nieprawidłowy
pt_br: Erro de token incorreto
ro: Cod de autorizare nevalid
ru: Ошибка недействительного токена
sv: Ogiltigt token-fel
tr: Kod geçersiz sorunu
uk: Помилка недійсного токена

source: Invalid token request
be: Памылковы запыт токена
ca: Sol·licitud de token invàlida
cs: Neplatný požadavek na token
da: Ugyldig token forespørgsel
de: Token-Anforderung ungültig
el: Μη έγκυρο αίτημα διακριτικού
es: Solicitud de token no válida
fa: درخواست توکن نامعتبر
fr: La requête de jeton n'est pas valide.
hu: Érvénytelen token kérés
id: Permintaan token tidak valid
ja: 無効なトークンリクエストです
ka: კოდის არასწორი მოთხოვნა
kab: Assuter n ujiṭun ur d arameɣtu
nl: Ongeldig token verzoek
pl: Żądanie tokena jest nieprawidłowe
pt_br: O pedido de token não é valido.
ro: Token solicitare nevalid
ru: Недействительный запрос токена
sv: Ogiltig tokenbegäran
tr: Kod isteği geçersiz
uk: Недійсний запит токена
